Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publizieren.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: Daten publizieren
fr: Publier les données

source: Auf einen Blick
fr: Vue d’ensemble

source: In diesem Kapitel erklären wir Ihnen, wie Sie Open Government Data publizieren. Folgende Punkte müssen Sie dabei beachten:
fr: Dans ce chapitre, vous apprenez comment publier des données publiques ouvertes. Veuillez tenir compte des points suivants:

source: opendata.swiss ist ein Metadatenkatalog. Hier wird auf publizierte Open Government Data in standardisierter, leicht verständlicher und wiederverwendbarer Form referenziert. Somit steigert sich ihre Sichtbarkeit.
fr: opendata.swiss est un catalogue de métadonnées. Il réfère à des jeux de données publiés sous une forme standardisée, facile à comprendre et réutilisable, ce qui en augmente la visibilité.

source: Bei der ersten Publikation wird für alle Publikationsvarianten ein Test-Ablauf in der :term:`«Abnahmeumgebung» <Abnahmeumgebung>` von opendata.swiss durchgeführt. Dies gibt datenpublizierenden Organisationen oder Personen die Möglichkeit, ihre Datasets und sämtliche weitere Informationen ausgiebig zu prüfen und allfällige Änderungen vorzunehmen. Ab der zweiten Publikation können Datenpublizierende immer wieder neue Daten selbstständig publizieren. Die Abnahmeumgebung steht jederzeit für Test-Publikationen zur Verfügung.
fr: Toute première publication, quelle qu’en soit la variante, fait l’objet d’un test dans :term:`l’«environnement de test» <Abnahmeumgebung>` d’opendata.swiss. Ainsi les organisations et les particuliers fournissant des données ont la possibilité de vérifier minutieusement leurs jeux de données ainsi que toutes les informations pertinentes et d’y apporter d’éventuelles modifications. Dès la deuxième publication, les fournisseurs de données sont en mesure de publier des données de manière autonome. L’environnement de test est disponible à tout moment pour le test de publications.

source: Das User-Management wird zentral von der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` sichergestellt. Neue Benutzerinnen und Benutzer oder Anpassungen an den bestehenden Berechtigungen sind uns daher immer zu melden.
fr: La gestion des utilisateurs est de la responsabilité du :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`. Pour cette raison, nous vous prions de nous communiquer systématiquement les nouveaux utilisateurs et tout changement d’utilisateur.

source: Erst-Publizierende begleiten wir Schritt für Schritt durch den Prozess. Im ersten Schritt muss die :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` die neue Organisation und Benutzer/innen auf opendata.swiss registrieren. Erst danach kann der Publikationsprozess starten.
fr: Lors de votre première publication, nous vous accompagnons pas à pas tout au long de la procédure. Dans un premier temps, le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>` doit enregistrer la nouvelle organisation et les utilisateurs sur opendata.swiss. Cette procédure est requise pour lancer la procédure de publication.

source: Wenn Sie bereits als Nutzerinnen oder Nutzer auf opendata.swiss registriert sind, können Sie direkt zu den Inhalten für registrierte Nutzerinnen und Nutzer springen. Dort können Sie direkt die geeignete Publikationsvariante für Ihre Daten auswählen.
fr: Si vous êtes déjà enregistré sur opendata.swiss en tant qu’utilisateur, passez directement au contenu pour utilisateurs enregistrés pour y sélectionner la variante de publication appropriée.

source: :doc:`Für Erst-Publizierende <erstpublizierende>`
fr: :doc:`Avant la première publication <erstpublizierende>`

source: :doc:`Benutzer/innen erfassen und verwalten <erstpublizierende/kontakt-bfs>`
fr: :doc:`Saisir et gérer les utilisateurs <erstpublizierende/kontakt-bfs>`

source: :doc:`Profil verwalten <erstpublizierende/profil-einrichten>`
fr: :doc:`Gérer le profil <erstpublizierende/profil-einrichten>`

source: :doc:`Informationen zur Organisation ergänzen <erstpublizierende/organisation-einrichten>`
fr: :doc:`Compléter les informations sur l’organisation <erstpublizierende/organisation-einrichten>`

source: Für registrierte Nutzerinnen und Nutzer
fr: Utilisateurs enregistrés

source: :doc:`Publikationsprozess verstehen <publikationsprozess>`
fr: :doc:`Comprendre la procédure de publication <publikationsprozess>`

source: :doc:`Publikationsvariante auswählen <publikationsvariante>`
fr: :doc:`Sélectionner la variante de publication <publikationsvariante>`
