Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsprozess.po
Languages: fr

source: Publikationsprozess verstehen
fr: Comprendre la procédure de publication

source: Was muss ich über den Publikationsprozess wissen?
fr: Que dois-je savoir de la procédure de publication?

source: Der Publikationsprozess besteht aus 4 Schritten. Wichtig zu wissen: Wenn Sie zum ersten Mal Daten publizieren, veröffentlichen Sie diese immer zuerst auf einer nicht-öffentlichen Umgebung, die für Test-Publikationen gedacht ist. Wir sprechen auch von :term:`«Abnahmeumgebung» <Abnahmeumgebung>`. Erst nach der finalen Freigabe werden die Datasets öffentlich auf opendata.swiss publiziert, auf der sogenannten :term:`«Produktionsumgebung» <Produktionsumgebung>`. Wenn Sie Daten bereits zum wiederholten Male publizieren, können Sie dies direkt in der Produktionsumgebung tun.
fr: La procédure de publication comprend quatre étapes. Un point important: lorsque vous publiez des données pour la première fois, faites-le d’abord dans un environnement non public conçu à cet effet, à savoir :term:`l’«environnement de test» <Abnahmeumgebung>`.Ce n’est qu’une fois les jeux de données définitivement approuvés qu’ils sont publiés sur opendata.swiss, à savoir dans :term:`l’«environnement de production» <Produktionsumgebung>`, où il sont accessibles au public. Si vous avez déjà de l’expérience dans la publication de données, vous pouvez directement publier dans l’environnement de production.

source: Daten publizieren – So funktioniert’s:
fr: Publication des données – comment procéder

source: 1. Schritt: Publikationsvariante auswählen
fr: 1re étape – sélectionner la variante de publication

source: Es gibt vier verschiedene :doc:`Publikationsvarianten <publikationsvariante>`, die Ihnen zur Verfügung stehen:
fr: Vous avez le choix entre quatre :doc:`variantes de publication <publikationsvariante>`:

source: :doc:`Dataset manuell via Webformular erfassen <publikationsvarianten/metadaten-manuell-erfassen>`
fr: :doc:`Saisie manuelle du jeu de données via le formulaire web <publikationsvarianten/metadaten-manuell-erfassen>`

source: :doc:`Datenkatalog als XML importieren <publikationsvarianten/metadaten-via-xml-hochladen>`
fr: :doc:`Import du catalogue de données au format XML <publikationsvarianten/metadaten-via-xml-hochladen>`

source: :doc:`Datenkatalog via Harvester erfassen <publikationsvarianten/harvesting>`
fr: :doc:`Saisie du catalogue de données par moissonnage (harvesting) <publikationsvarianten/harvesting>`

source: :doc:`Geodaten via geocat.ch erfassen <publikationsvarianten/geodaten>` (Wichtig: Alle Geodaten müssen nach dieser Methode publiziert werden)
fr: :doc:`Saisie des géodonnées au moyen de geocat.ch <publikationsvarianten/geodaten>` (Important: toutes les géodonnées doivent être publiées selon cette méthode)

source: Gemeinsam mit der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` identifizieren Sie, welche Publikationsvariante sich eignet, um einerseits Ihren Aufwand bei der Publikation zu minimieren und andererseits eine hohe Qualität der publizierten Einträge zu gewährleisten.
fr: Avec le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`, vous déterminez la variante de publication appropriée permettant d’une part de réduire votre travail de publication au minimum, d’autre part d’assurer la qualité des entrées publiées.

source: 2. Schritt: Metadaten Import durchführen
fr: 2e étape – import des métadonnées

source: Die Metadaten zu Ihren Daten werden auf opendata.swiss importiert, um diese den Nutzenden zur Verfügung zu stellen, so dass die publizierten Daten wiederverwendet werden können. Dieser Schritt wird je nach gewählter Methode unterschiedlich durchgeführt. Wenn Sie Ihren Datenkatalog als XML oder via Harvester importieren, müssen Ihre Datasets als XML-Datei im Format DCAT-AP-CH entweder direkt hochgeladen (XML Import) oder via URL (Harvester) an uns übergeben werden. Beim manuellen Erfassen sind die Felder im Backend von opendata.swiss direkt via Webformular auszufüllen. Nähere Informationen dazu finden Sie im Kapitel :doc:`Publikationsvariante auswählen <publikationsvariante>`.
fr: Les métadonnées de vos données sont importées dans opendata.swiss pour être mises à la disposition des utilisateurs, qui pourront réutiliser les données publiées. La réalisation de cette étape est fonction de la méthode choisie. En cas d’import du catalogue de données au format XML ou via le moissonneur, veuillez soit directement télécharger vos jeux de données sous forme de fichiers XML au format DCAT-AP CH (import XML), soit nous les transmettre via une URL (moissonneur). Lors de la saisie manuelle, les champs de l’arrière-plan d’opendata.swiss doivent être remplis directement au moyen du formulaire web. Pour de plus amples informations, veuillez consulter le chapitre :doc:`Sélection de la variante de publication <publikationsvariante>`.

source: 3. Schritt: Prüfung der Daten
fr: 3e étape – vérification des données

source: Nachdem Sie alle erforderlichen Metadaten erfasst haben, ist es Zeit für Qualitätssicherung. Bei der Erstpublikation stellen wir gemeinsam sicher, dass alle Daten, Metadaten und Beschreibungen in der Abnahmeumgebung korrekt erfasst und dargestellt werden. `Kontaktieren Sie uns <mailto:opendata@bfs.admin.ch>`__, um die Prüfung der Daten zu planen. Durchschnittlich benötigen wir 5 Werktage, um die Daten und Metadaten zu prüfen.
fr: Une fois les métadonnées saisies, vous pouvez passer à l’assurance qualité. Lors de votre première publication, nous veillons ensemble à ce que les données, métadonnées et descriptions soient saisies et affichées correctement dans l’environnement de test. `Prenez contact avec nous <mailto:opendata@bfs.admin.ch>`__ pour organiser la vérification des données. En principe, il nous faut cinq jours ouvrables pour vérifier les données et les métadonnées.

source: 4. Schritt: Freigabe und Veröffentlichung
fr: 4e étape – approbation et publication

source: Nachdem Sie Ihr finales Einverständnis gegeben haben, werden die Daten durch uns auf opendata.swiss am gemeinsam definierten Go-Live Datum veröffentlicht. Dies gilt grundsätzlich nur bei der Erstpublikation. Bei wiederholten Publikationen können Sie die Veröffentlichung selbst vornehmen bzw. für ein spezifisches Datum terminieren. Benötigen Sie Unterstützung bei einer wiederholten Publikation, können Sie uns selbstverständlich jederzeit `kontaktieren <mailto:opendata@bfs.admin.ch>`__.
fr: Une fois que vous aurez donné votre consentement définitif, nous publierons les données sur opendata.swiss à la date convenue conjointement. Cette procédure ne s’applique qu’à la première publication. Pour les publications suivantes, vous serez en mesure de publier les données vous-même ou de programmer la mise en service pour la date choisie. Il va de soi que vous pouvez aussi `prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__ si vous avez besoin d’aide pour toute publication ultérieure.

source: Gut zu wissen
fr: Bon à savoir

source: Bevor Sie mit dem Publikationsprozess starten, ist es wichtig, dass Sie die Rechtsgrundlage Ihrer Daten geprüft und die Nutzungsbedingung festgelegt haben. Sie haben diesen Schritt verpasst? Kein Problem, mit einem Klick können Sie dies nachholen und Ihre :doc:`Daten hier vorbereiten <../vorbereiten/dataset>`.
fr: Avant de lancer la procédure de publication, vous devez avoir vérifié la base juridique de vos données et choisi les conditions d’utilisation. Si vous avez sauté cette étape, il suffit de cliquer :doc:`ici pour y retourner et préparer vos données <../vorbereiten/dataset>`
