Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvariante.po
Languages: fr

source: Publikationsvariante auswählen
fr: Choisir la variante de publication

source: Welche Publikationsvarianten ist die richtige für meine Daten?
fr: Quelle variante de publication choisir pour mes données?

source: Um eine geeignete Publikationsvariante auszuwählen, kommt es auf die Art der Daten, den Umfang und das Aktualisierungsintervall an. Grundsätzlich sind Sie in Ihrer Wahl frei, allerdings bieten sich bei bestimmten Merkmalen bestimmte Varianten besser an. Die richtige Publikationsvariante wird gemeinsam mit uns, der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>`, definiert – `sprechen Sie mit uns darüber <mailto:opendata@bfs.admin.ch>`__. Hier finden Sie einige Richtwerte, die Ihnen bei der Wahl der Publikationsvariante helfen:
fr: Le choix de la variante de publication appropriée dépend du type et de l’étendue des données ainsi que de leur intervalle de mise à jour. Vous êtes bien sûr libre de choisir la variante qui vous convient. Cependant, en fonction des caractéristiques de vos données, certaines variantes sont plus indiquées que d’autres. `Prenez contact <mailto:opendata@bfs.admin.ch>`__ avec le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>` qui vous aidera volontiers à définir la variante de publication appropriée.

source: Wenig Daten, seltene Aktualisierung:
fr: Faible quantité de données, mise à jour peu fréquente

source: :doc:`Metadaten manuell via Webformular erfassen <publikationsvarianten/metadaten-manuell-erfassen>`
fr: :doc:`Saisie manuelle des métadonnées via le formulaire web <publikationsvarianten/metadaten-manuell-erfassen>`

source: Mehr als 10 Datasets, regelmässige Aktualisierung:
fr: Plus de 10 jeux de données, mise à jour régulière

source: :doc:`Metadaten als XML-Datei importieren <publikationsvarianten/metadaten-via-xml-hochladen>`
fr: :doc:`Import des métadonnées sous forme de fichier XML <publikationsvarianten/metadaten-via-xml-hochladen>`

source: Grosse Anzahl Datasets, häufige Aktualisierung:
fr: Nombre important de jeux de données, mise à jour fréquente

source: :doc:`Metadaten mit Harvester automatisch hochladen <publikationsvarianten/harvesting>`
fr: :doc:`Téléchargement automatique des métadonnées via moissonnage <publikationsvarianten/harvesting>`

source: Geodaten
fr: Géodonnées

source: Geodaten sind ein Spezialfall. Um Geodaten publizieren zu können, müssen die Metadaten im Schweizer Geometadaten-Katalog geocat.ch erfasst sein. :doc:`Metadaten via geocat.ch publizieren <publikationsvarianten/geodaten>`
fr: Les géodonnées constituent un cas particulier. Toute publication de géodonnées requiert la saisie des métadonnées correspondantes dans le catalogue suisse de géométadonnées geocat.ch. :doc:`Publication des métadonnées via geocat.ch <publikationsvarianten/geodaten>`

source: Gut zu wissen
fr: Bon à savoir

source: Die Publikationsvariante kann grundsätzlich jederzeit angepasst werden. Dies ist häufig der Fall, wenn das manuelle Erfassen und Aktualisieren zu aufwendig werden und sich das automatische Hochladen per Harvester anbietet. Die Anpassung muss gemeinsam mit der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` geplant werden. Falls Sie Ihre Publikationsvariante ändern möchten, `kontaktieren Sie uns gerne <mailto:opendata@bfs.admin.ch>`__.
fr: En principe, il est possible de modifier la variante de publication à tout moment. C’est par exemple le cas dès lors que le traitement manuel des saisies et les mises à jour manuelles prennent trop de temps et que le téléchargement automatique via le moissonneur est possible. Ce changement doit être planifié d’entente avec le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`. Pour modifier votre variante de publication, veuillez `prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__.
