Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/erstpublizierende/kontakt-bfs.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Erst-Publizierende <../erstpublizierende>` :fa:`chevron-right`
fr: :doc:`première publication <../erstpublizierende>` :fa:`chevron-right`

source: Organisation und Benutzer/innen erfassen und verwalten
fr: Saisir et gérer l’organisation et les utilisateurs

source: Was muss ich tun, wenn ich zum ersten Mal Daten publizieren möchte?
fr: Comment procéder pour publier des données pour la première fois?

source: Als Erstes benötigen Sie ein Profil, um sich auf opendata.swiss einloggen zu können. Als Betreiber von opendata.swiss stellen wir das User-Management sicher. Nehmen Sie für die Aktivierung Ihrer Organisation und Ihres Profils mit uns `Kontakt <mailto:opendata@bfs.admin.ch>`__ auf – am besten so früh wie möglich, damit wir Ihre Anfrage rasch bearbeiten können. Melden Sie uns dafür den Namen der Organisation, die Daten publizieren wird, sowie auch die E-Mail-Adresse der Benutzerinnen und Benutzer, die Metadaten erfassen und verwalten werden. Verwenden Sie dafür bitte keine generischen, unpersönlichen Adressen wie opendata@bfs.admin.ch.
fr: Pour commencer, il vous faut créer un profil pour vous connecter à opendata.swiss. En tant qu’exploitant d’opendata.swiss, nous assurons la gestion des utilisateurs. Veuillez `prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__ le plus tôt possible pour activer votre organisation et votre profil, de sorte que nous puissions traiter votre demande dans les meilleurs délais. À cet effet, veuillez nous communiquer le nom de l’organisation qui procédera à la publication de données ainsi que l’adresse électronique des utilisateurs qui s’occuperont de la saisie et de la gestion des métadonnées. L’utilisation d’adresses génériques et impersonnelles, opendata@bfs.admin.ch p. ex., est exclue.

source: Erste Aktivierung von Organisation und Benutzer
fr: Activation initiale de l’organisation et des utilisateurs

source: Für die erste Aktivierung stellen Sie uns bitte folgende `Informationen <mailto:opendata@bfs.admin.ch>`__ zur Verfügung:
fr: En vue de l’activation initiale, veuillez nous communiquer les `informations <mailto:opendata@bfs.admin.ch>`__ suivantes:

source: Name und URL zur Webseite der Organisation, die Daten publizieren wird. Genauere Angaben zur Organisation können später hinzugefügt werden.
fr: Le nom et l’URL du site internet de l’organisation qui publiera les données. Vous pourrez compléter ces informations par la suite.

source: E-Mail-Adresse der Benutzerinnen und Benutzer, die Metadaten erfassen und verwalten werden. Verwenden Sie bitte für die Registrierung keine unpersönlichen Adressen wie zum Beispiel statistik@bfs.admin.ch, da diese das User-Management erschweren.
fr: L’adresse électronique des utilisateurs qui s’occuperont de la saisie et de la gestion des métadonnées. L’utilisation d’adresses génériques et impersonnelles, statistik@bfs.admin.ch p. ex. est exclue, celles-ci posant problème lors de la gestion des utilisateurs.

source: Eine kurze Übersicht der Daten (z.B. in Form einer Liste), die Sie voraussichtlich publizieren werden, hilft uns, die Publikation optimal zu planen.
fr: Un bref aperçu des données (une liste p. ex.) que vous pensez publier nous aide à planifier la publication.

source: Alle Benutzerinnen und Benutzer erhalten dann die Möglichkeit, über das :term:`Backend <Backend>` von opendata.swiss Daten Ihrer Organisation zu verwalten oder neue Daten zu erfassen.
fr: Chaque utilisateur pourra dès lors recourir à :term:`l’arrière-plan (back-end) <Backend>` d’opendata.swiss pour saisir et gérer les données de votre organisation.

source: Wir bitten Sie, uns proaktiv zu kontaktieren, wenn Profile deaktiviert werden sollen.
fr: Nous vous prions de prendre contact avec nous lorsqu’un profil doit être désactivé.

source: Zugang anfordern
fr: Demande d’accès

source: Was wir für die Registrierung von Ihnen bzw. allen Personen, die Daten Ihrer Organisation publizieren möchten, benötigen:
fr: Veuillez nous communiquer les informations suivantes pour l’enregistrement de chaque personne qui publiera les données de votre organisation:

source: Name
fr: Nom

source: E-mail Adresse
fr: Adresse e-mail

source: Name der Organisation
fr: Nom de l’organisation

source: URL der Organisation
fr: URL de l’organisation

source: Übersicht der zu publizierenden Daten (kurze Liste)
fr: Aperçu des données à publier (liste succincte)

source: Wir benötigen durchschnittlich 5 Werktage, um Ihre Anfrage zu bearbeiten. `Jetzt Zugang anfordern <mailto:opendata@bfs.admin.ch>`__.
fr: En principe, nous traitons les demandes dans un délai de cinq jours ouvrables. `Cliquez ici pour demander votre accès <mailto:opendata@bfs.admin.ch>`__.

source: :doc:`Nächster Schritt: Profil verwalten <profil-einrichten>`
fr: :doc:`Prochaine étape: gestion du profil <profil-einrichten>`

source: Sobald wir Ihnen Ihr persönliches Log-in zugestellt haben, können Sie Ihr Profil ausfüllen und danach Informationen zu Ihrer Organisation ergänzen.
fr: Dès que nous vous aurons fait parvenir votre login personnel, vous pourrez compléter votre profil puis saisir des informations sur votre organisation.
