Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/erstpublizierende/organisation-einrichten.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Erst-Publizierende <../erstpublizierende>` :fa:`chevron-right`
fr: :doc:`première publication <../erstpublizierende>` :fa:`chevron-right`

source: Informationen zur Organisation ergänzen
fr: Ajout d’informations sur l’organisation

source: Was muss ich bei Informationen zu meiner Organisation beachten?
fr: Comment compléter les informations de mon organisation?

source: Die Organisation legen wir für Sie an. Die Organisationsseite ergänzen Sie anschliessend mit Informationen. Diese Angaben werden später auf opendata.swiss veröffentlicht. Die Informationen umfassen den Titel Ihrer Organisation, eine Beschreibung und ein Bild und den Link zur Website der Organisation. Im :term:`Frontend <Frontend>` der Abnahmeumgebung sehen Sie, wie die Informationen auf opendata.swiss aussehen werden.
fr: Nous nous chargeons de créer l’organisation pour vous. À vous ensuite de compléter les informations sur la page de celle-ci. Vos indications seront publiées sur opendata.swiss. Elles comprennent le nom et la description de votre organisation ainsi qu’une illustration et un lien vers son site Internet. Le :term:`frontal <Frontend>` de l’environnement de test vous montre comment se présenteront les informations sur opendata.swiss.

source: Die Schritte auf einen Blick
fr: Vue d’ensemble des étapes

source: :ref:`Angaben zur Organisation ergänzen <organisation_bearbeiten>`
fr: :ref:`Ajout d’informations sur l’organisation <organisation_bearbeiten>`

source: :ref:`Ansicht der Organisation prüfen <organisations_ansicht_pruefen>`
fr: :ref:`Contrôle de l’aperçu de l’organisation <organisations_ansicht_pruefen>`

source: Um die Informationen zu Ihrer Organisation ergänzen zu können, müssen Sie die Rolle des Administrators in Ihrer Organisation besitzen. (Mehrere Benutzerinnen und Benutzer einer Organisation können die Administrator-Rolle haben.) Wenn Sie auf Ihre Organisation gehen, sehen Sie als Administrator den Button «Bearbeiten». Hier können Sie die Felder zu Ihrer Organisation ausfüllen.
fr: Seul l’administrateur de votre organisation peut ajouter des informations (plusieurs utilisateurs de votre organisation peuvent assumer ce rôle d’administrateur). En tant qu’administrateur, allez sur votre organisation où vous verrez le bouton «Éditer» qui vous permet de saisir des informations sur votre organisation.

source: Klicken Sie darauf, um das Webformular für Ihre Organisation zu öffnen:
fr: Cliquez sur ce bouton pour ouvrir le formulaire web de votre organisation:

source: Bei «Titel (EN) (DE) (FR) (IT)» geben Sie bitte einen Titel respektive den offiziellen Namen Ihrer Organisation an. Alle Bundesstellen müssen die Angaben mindestens auf Deutsch und Französisch eingeben – wünschenswert wären allerdings alle vier Sprachen. Weitere Organisationen müssen Titel und Beschreibung in mindestens einer Sprache eingeben.
fr: Sous «Titre (EN) (DE) (FR) (IT)», veuillez saisir un nom ou le nom officiel de votre organisation. Les entités de l’administration fédérale sont tenues d’utiliser l’allemand et le français au moins, mais de préférence les quatre langues. Les autres organisations doivent indiquer le titre et la description dans une langue au moins.

source: Der sogenannte :term:`«Name/Slug» <Slug>` Ihrer Organisation wird von uns vergeben und sorgt für die einwandfreie Zuordnung Ihrer Datasets zu Ihrer Organisation. Dieser kann bei Bedarf editiert werden, beachten Sie bitte, dass er nur Kleinbuchstaben (ASCII) und diese Zeichen: ``-``, ``_`` enthalten darf.
fr: Nous attribuons un :term:`«nom/slug» <Slug>` à chaque organisation. Celui-ci assure que vos jeux de données sont clairement attribués à votre organisation. Vous pouvez modifier ce slug, mais veillez bien à n’utiliser que des lettres minuscules (code ASCII) et les caractères suivants:: ``-``, ``_``.

source: Wichtig: Der interne Organisations-Titel darf nicht mehr verändert werden, sobald Sie Datasets veröffentlicht haben.
fr: Important: une fois un premier jeu de données publié, veuillez ne pas modifier l’intitulé interne de l’organisation.

source: Bei «Beschreibung (EN) (DE) (FR) (IT)» geben Sie bitte eine Beschreibung Ihrer Organisation an. Alle Bundesstellen müssen die Angaben mindestens auf Deutsch und Französisch eingeben – wünschenswert wären allerdings alle vier Sprachen. Weitere Organisationen müssen Titel und Beschreibung in mindestens einer Sprache eingeben
fr: Sous «Description (EN) (DE) (FR) (IT)», veuillez saisir une description de votre organisation. Les entités de l’administration fédérale sont tenues d’utiliser l’allemand et le français au moins, mais de préférence les quatre langues. Les autres organisations doivent indiquer le titre et la description dans une langue au moins.

source: Geben Sie bitte die «politische Ebene» an, auf der Ihre Organisation angesiedelt ist. Falls es sich bei Ihrer Organisation um eine Unterorganisation einer bereits auf opendata.swiss vertretenen Organisation handelt, kann das bei «Parent» eingetragen werden.
fr: Veuillez indiquer le «niveau politique» de votre organisation. Si votre organisation fait partie d’une organisation-mère, déjà présente sur opendata.swiss, vous avez la possibilité de mentionner cette dernière sous «parent».

source: Unter «URL» verlinken Sie zur Website Ihrer Organisation.
fr: Sous «URL», veuillez saisir le site Internet de votre organisation.

source: Bitte wählen Sie ein «Bild» Ihrer Organisation aus und verlinken Sie es im Feld «Link» oder laden Sie es hoch. So erhält Ihre Organisation eine bessere Präsenz auf opendata.swiss.
fr: Veuillez sélectionner une «illustration» de votre organisation puis la téléverser dans le champ «lien» de façon à améliorer la présence de votre organisation sur opendata.swiss.

source: Vergessen Sie nicht, Ihre Änderungen abschliessend zu speichern indem Sie auf «Organisation speichern» klicken.
fr: N’oubliez pas de cliquer sur «Sauvegarder l’organisation» pour confirmer les modifications apportées.

source: Ansicht der Organisation prüfen
fr: Contrôle de l’aperçu de l’organisation

source: Überprüfen Sie die Angaben zu Ihrer Organisation: Nachdem Sie die Angaben zu Ihrer Organisation ergänzt haben, klicken Sie auf den Info-Tab «Über das Portal».
fr: Veuillez vérifier les informations fournies pour votre organisation: une fois que vous avez saisi les informations voulues, cliquez sur l’onglet «À propos».

source: Damit gelangen Sie zur Detailansicht Ihrer Organisation im :term:`Backend <Backend>`:
fr: La vue détaillée de votre organisation s’affiche alors dans l’:term:`arrière-plan <Backend>`.

source: Anschliessend können Sie sich die Darstellung Ihre Organisation im :term:`Frontend <Frontend>` der :term:`Abnahmeumgebung <Abnahmeumgebung>` von opendata.swiss ansehen:
fr: Vous pouvez maintenant afficher votre organisation dans le :term:`frontal <Frontend>` de l’:term:`environnement de test <Abnahmeumgebung>` opendata.swiss.

source: Sie gelangen zur Datenansicht Ihrer Organisation im Frontend, indem Sie ``ckan`` aus der Backend-URL Ihrer Organisation entfernen:
fr: Pour afficher l’aperçu des données de votre organisation dans le frontal, il vous suffit de supprimer ``ckan`` dans l’URL d’arrière-plan de votre organisation.

source: Frontend url einer Organisation
fr: Compléter les informations sur l’organisation

source: Beispielansicht einer Organisation im Frontend von opendata.swiss
fr: Exemple d’une organisation dans le frontal opendata.swiss

source: :doc:`Nächster Schritt: Publikationsvariante auswählen <../publikationsvariante>`
fr: :doc:`Prochaine étape: sélection de la variante de publication <../publikationsvariante>`

source: Nachdem Sie Ihr Profil und Ihre Organisation eingerichtet haben, können Sie als nächsten Schritt eine Publikationsvariante für Ihre Datasets auswählen.
fr: Une fois votre profil et votre organisation configurés, passez à l’étape suivante pour sélectionner la variante de publication appropriée pour vos jeux de données.
