Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/erstpublizierende/profil-einrichten.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Erst-Publizierende <../erstpublizierende>` :fa:`chevron-right`
fr: :doc:`première publication <../erstpublizierende>` :fa:`chevron-right`

source: Profil verwalten
fr: Gestion du profil

source: Wie kann ich mein Profil editieren?
fr: Comment mettre à jour mon profil?

source: Mit dem von uns zugestellten Login können Sie sich auf der :term:`Abnahmeumgebung <Abnahmeumgebung>` von opendata.swiss einloggen. Dort können Sie Ihre Organisation sowie auch Ihre aktuellen Einträge auf opendata.swiss managen und erfassen.
fr: Le login que nous vous envoyons vous permet de vous connecter à :term:`l’environnement de test <Abnahmeumgebung>` opendata.swiss. Vous pouvez ainsi saisir et gérer votre organisation et vos données actuelles sur opendata.swiss.

source: Die Schritte auf einen Blick
fr: Vue d’ensemble des étapes

source: :ref:`Passwort setzen <passwort_setzen>`
fr: :ref:`Définition du mot de passe <passwort_setzen>`

source: :ref:`Benutzer-Dashboard <benutzer_dashboard>`
fr: :ref:`Tableau de bord utilisateurs <benutzer_dashboard>`

source: :ref:`Benutzerkontenverwaltung <benutzerkonten_verwaltung>`
fr: :ref:`Gestion des comptes utilisateurs <benutzerkonten_verwaltung>`

source: :ref:`Benutzer-Navigation <benutzer_navigation>`
fr: :ref:`Navigation des utilisateurs <benutzer_navigation>`

source: Passwort setzen
fr: Définition du mot de passe

source: Sie erhalten von uns nach der Registrierung eine E-Mail mit Ihrem Benutzernamen und einem Link zum Setzen Ihres Passworts.
fr: Une fois inscrit, vous recevrez un e-mail contenant votre nom d’utilisateur et un lien pour demander votre mot de passe.

source: Bitte geben Sie Ihren Benutzernamen ein und klicken Sie auf «Anforderung zurücksetzen». Sie erhalten dann eine zweite E-Mail mit einem direkten Link für das Setzen Ihres Passworts. Anschliessend können Sie sich dann im Backend der :term:`Abnahmeumgebung <Abnahmeumgebung>` von opendata.swiss einloggen.
fr: Veuillez saisir votre nom d’utilisateur puis cliquer sur «Request Reset». Vous recevrez alors un second e-mail contenant un lien direct vous permettant de définir votre mot de passe. Ensuite, vous pourrez vous connecter à l’arrière-plan de :term:`l’environnement de test <Abnahmeumgebung>` opendata.swiss.

source: Benutzer-Dashboard
fr: Tableau de bord utilisateurs

source: Nach dem Einloggen gelangen Sie zu Ihrem Benutzer-Dashboard. Sie können zu Ihrer Organisation wechseln, indem Sie auf den Tab «Meine Organisationen» klicken.
fr: Une fois connecté, vous arrivez à votre tableau de bord utilisateurs. Pour passer à votre organisation, cliquez sur l’onglet «Mes organisations».

source: Benutzer Dashboard im Backend von opendata.swiss
fr: Tableau de bord utilisateurs dans l’arrière-plan opendata.swiss

source: Benutzerkontenverwaltung
fr: Gestion des comptes utilisateurs

source: Zu Ihrem Benutzerkonto gelangen Sie, wenn Sie im Dashboard auf «Bearbeitete Einstellungen» klicken.
fr: Pour accéder à votre compte utilisateur, cliquez sur «Modifier les paramètres» dans le tableau de bord.

source: Den «Benutzernamen» haben Sie bereits bei Ihrer Registrierung erhalten. Dieser dient zu Ihrer eindeutigen Identifikation auf der Plattform und kann nicht geändert werden. «Vollständiger Name» ist der Name, mit dem Sie und andere Benutzerinnen und Benutzer im :term:`Backend <Backend>` erscheinen. Ihre «E-Mail» haben wir bereits bei der Registrierung erfasst. Beim Feld «Über das Portal» können Sie Zusatzinformationen zu Ihrer Person eingeben.
fr: Votre «nom d’utilisateur» vous a été attribué lors de votre inscription. Il sert à vous identifier sur la plateforme et ne peut en aucun cas être modifié. Dans l’:term:`arrière-plan <Backend>`, vous et les autres utilisateurs apparaissez avec votre «nom complet». Votre «e-mail» a été enregistré lors de votre inscription. Cliquez sur «À propos» pour saisir des informations supplémentaires vous concernant.

source: Nicht vergessen: Bestätigen Sie alle gemachten Änderungen mit einem Klick auf den Button «Profil aktualisieren».
fr: Attention, n’oubliez pas de cliquer sur «Mettre à jour le profil» pour confirmer les modifications apportées.

source: Benutzer-Navigation
fr: Navigation des utilisateurs

source: Als Benutzer steht Ihnen ganz oben rechts eine Navigationsleiste zur Verfügung:
fr: Les utilisateurs disposent d’une barre de navigation en haut à droite:

source: Das Dashboard-Icon führt Sie zu Ihrem Benutzer-Dashboard.
fr: Cliquez sur l’icône «Tableau de bord» pour accéder à votre tableau de bord des utilisateurs.

source: Wenn Sie auf Ihren Benutzernamen klicken, gelangen Sie zur Darstellung Ihres Profils, wie andere berechtigte Benutzerinnen und Benutzer (etwa ein Sysadmin) Sie sehen.
fr: Cliquez sur votre nom d’utilisateur pour afficher votre profil tel qu’il sera vu par les autres utilisateurs autorisés, notamment l’administrateur système.

source: Der Button mit dem Settings-Icon und der Bezeichnung “Bearbeiten” führt zum Editieren Ihres Benutzerprofils.
fr: Cliquez sur l’icône «Paramètres» puis sur «Éditer» pour modifier votre profil utilisateur.

source: Ganz rechts oben können Sie sich ausloggen.
fr: Pour vous déconnecter, cliquez en haut à droite.

source: Mehr zum Thema
fr: Informations complémentaires

source: So loggen Sie sich auf dem Backend von opendata.swiss ein:
fr: Connexion à l’arrière-plan opendata.swiss:

source: :download:`Screencast zum Login <../../../_static/screencasts/login.gif>` - In diesem Screencast zeigen wir Ihnen das Einloggen auf dem :term:`Backend <Backend>`
fr: :download:`Connexion <../../../_static/screencasts/login.gif>` – Ce screencast vous montre comment vous connecter à l’:term:`arrière-plan <Backend>`.

source: :doc:`Nächster Schritt: Informationen zur publizierenden Organisation ergänzen <organisation-einrichten>`
fr: :doc:`Prochaine étape: compléter les informations sur l’organisation <organisation-einrichten>`

source: Ihr Profil ist nun angelegt und ausgefüllt, jetzt können Sie Informationen zu Ihrer Organisation eingeben.
fr: Votre profil a été créé et renseigné. Vous pouvez dès à présent saisir des informations sur votre organisation.
