Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/dataset/organisatorischer-check.po
Languages: fr

source: :doc:`Vorbereiten <../vorbereiten>` :fa:`chevron-right`
fr: :doc:`Préparer <../vorbereiten>` :fa:`chevron-right`

source: :doc:`Dataset <../dataset>` :fa:`chevron-right`
fr: :doc:`jeu de données <../dataset>` :fa:`chevron-right`

source: Organisatorische Anforderungen prüfen
fr: Vérifier les exigences organisationnelles

source: Welche organisatorischen Aspekte sollte ich bei der Publikation von OGD beachten?
fr: À quels aspects organisationnels faut-il veiller lors de la publication d’OGD?

source: Um eine nachhaltige Publikation von Open Government Data zu ermöglichen sind folgende Aspekte besonders zu berücksichtigen:
fr: Veuillez porter une attention particulière aux aspects suivants pour assurer une publication durable des données publiques ouvertes:

source: **Prozess zur Behandlung und Verwertung der Rückmeldungen definieren** Der Dialog zwischen den publizierenden Organisationen und den Nutzenden ist bei der Publikation von Open Government Data wesentlich. Jegliche Rückmeldungen zu den Daten müssen deshalb systematisch erfasst, ausgewertet, wo nötig prompt beantwortet und als Grundlage für die Weiterentwicklung des Datenangebots der Organisation verwendet werden. Es müssen Verantwortlichkeiten und Prozesse dazu definiert und transparent gemacht werden.
fr: **Processus de traitement et d’évaluation des retours** Le dialogue entre les fournisseurs de données et leurs utilisateurs est essentiel pour la publication de données publiques ouvertes. Il importe donc de saisir systématiquement les retours concernant les données, de les évaluer, d’y répondre rapidement le cas échéant et de les prendre en compte pour développer l’offre de données de l’organisation. À cet effet, il est nécessaire de définir en toute transparence les responsabilités et les procédures en la matière.

source: **Aktuelles Dateninventar** Eine aktuelle Übersicht über die Daten, die von der Organisation gehalten werden («Dateninventar») soll erstellt, aktualisiert und veröffentlicht werden. Dabei sind insbesondere die Angaben zur Kategorisierung Open, Shared und Closed wichtig.
fr: **Inventaire des données actuelles** Élaborer, mettre à jour et publier une vue d’ensemble des données dont dispose l’organisation («inventaire des données») en distinguant les catégories open, shared et closed.

source: **Prozesse und Verantwortlichkeiten definieren** Für die Publikation sind innerhalb der Organisation und mit den Partnerorganisationen Prozesse und Verantwortlichkeiten zu definieren, zu kommunizieren und zu etablieren. Nur so kann garantiert werden, dass die Daten dauerhaft und entsprechend den Vorgaben von OGD zur Verfügung stehen.
fr: **Définition des procédures et des responsabilités** Définir, communiquer et établir les procédures et les responsabilités en matière de publication, au sein de l’organisation comme avec les organisations partenaires. C’est le seul moyen de garantir que les données sont disponibles en tout temps conformément aux consignes en matière d’OGD.

source: **Verantwortlichkeiten im Fall einer gemeinsamen Datenhaltung oder -erstellung klären** Sind mehrere Organisationen bei der Datenerhebung oder -produktion involviert (beispielsweise zwei oder mehrere Bundesstellen oder Kantone), müssen die involvierten Stellen abklären, welche Organisation für die Publikation als Open Government Data zuständig ist.
fr: **Responsabilités en cas de gestion ou de production commune de données** Si plusieurs organisations sont impliquées dans la collecte ou la production de données (plusieurs offices fédéraux ou cantons p. ex.), les organismes impliqués doivent déterminer lequel d’entre eux assume la responsabilité de la publication des données publiques ouvertes.

source: **Feedback teilen** Alle Datenpublizierende sind eingeladen, ihre Erfahrungen mit weiteren datenpublizierenden Organisationen zu teilen. Wir bitte Sie insbesondere Vorschläge für die Weiterentwicklung des Portals opendata.swiss und dessen Vorgaben zu formulieren und der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` mitzuteilen.
fr: **Partage des expériences** Les fournisseurs de données sont invités à partager leurs expériences entre eux. Nous vous sommes tout particulièrement reconnaissants de communiquer au :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>` toute suggestion permettant de développer le portail opendata.swiss et ses consignes.

source: Sie haben noch Fragen zum Thema Organisation und Prozesse? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__.
fr: Avez-vous des questions concernant l’organisation et les procédures? `Écrivez-nous <mailto:opendata@bfs.admin.ch>`__.

source: :doc:`Nächster Schritt: Daten publizieren <../../publizieren/publizieren>`
fr: :doc:`Prochaine étape: publier les données <../../publizieren/publizieren>`

source: Sie haben die Nutzungsbedingung ausgewählt, die technischen Anforderungen Ihres Datasets geklärt und die organisatorischen Aspekte berücksichtigt. Die Vorbereitung ist damit abgeschlossen, nun können Sie Ihr Dataset publizieren.
fr: Vous avez choisi les conditions d’utilisation, précisé les exigences techniques de votre jeu de données et tenu compte des aspects organisationnels. Les préparatifs étant terminés, vous pouvez passer à la publication de votre jeu de données.
