Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/dataset/rechtlicher-check.po
Languages: fr

source: :doc:`Vorbereiten <../vorbereiten>` :fa:`chevron-right`
fr: :doc:`Préparer <../vorbereiten>` :fa:`chevron-right`

source: :doc:`Dataset <../dataset>` :fa:`chevron-right`
fr: :doc:`jeu de données <../dataset>` :fa:`chevron-right`

source: Rechtliche Anforderungen prüfen
fr: Vérifier les exigences légales

source: Wie identifiziere ich die passende Nutzungsbedingung für meine Datasets?
fr: Comment déterminer les conditions d’utilisation appropriées pour mes jeux de données?

source: Um Ihre Daten zu Open Data zu machen, müssen Sie für diese ein offene Nutzungsbedingung anwenden. In diesem Schritt stellen Sie sicher, dass Sie Ihr ausgewähltes Dataset rechtlich als OGD publizieren dürfen und somit eine offene Nutzungsbedingung angewendet wird. Wir begleiten Sie bei der Auswahl der richtigen Nutzungsbedingung.
fr: Pour que vos données puissent être considérées comme open data, commencez par appliquer à ces données des conditions d’utilisation ouvertes. Durant cette étape, vous vérifiez être en droit de publier sous forme d’Open Government Data (OGD) le jeu de données choisi pour être en mesure d’appliquer des conditions d’utilisation ouvertes. Nous vous aidons à choisir les conditions d’utilisation appropriées.

source: 1. Rechtliche Grundlage
fr: 1. Bases légales

source: Das folgende Prüfschema zeigt auf, welche Prüfschritte von Ihnen vorzunehmen sind, um sicherzustellen, dass das Dataset als OGD publiziert werden darf. Es liegt in Ihrer Verantwortung, dass legitime Schutzinteressen, wie beispielsweise Datenschutz oder der Schutz privater Geschäftsgeheimnisse, gewährleistet sind.
fr: Le schéma ci-dessous indique les étapes de contrôle requises afin de vous assurer que le jeu de données peut être publié sous forme d’OGD. Il vous incombe de garantir les intérêts de protection légitimes, tels que la protection des données ou la protection des secrets d’affaires privés.

source: Nähere Erläuterungen zu den einzelnen Fragen finden Sie in unserer begleitenden `Arbeitshilfe <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__.
fr: Notre guide `Arbeitshilfe <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ vous fournira de plus amples informations pour chaque question. Actuellement, ce document est uniquement disponible en allemand.

source: Sie können eine Frage nicht klar beantworten? Werfen Sie einen Blick in unsere `Arbeitshilfe für Behörden zur Publikation von Daten als OGD <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__. Falls Sie immer noch nicht weiterwissen, `schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__.
fr: Impossible de répondre clairement à une des questions? `Notre guide Arbeitshilfe <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ vous sera très utile. Actuellement, ce document est uniquement disponible en allemand. Et si vous n’y trouvez pas de réponse, n’hésitez pas à `nous écrire <mailto:opendata@bfs.admin.ch>`__.

source: 2. Auswahl der Nutzungsbedingungen
fr: 2. Sélection des conditions d’utilisation

source: Für alle Daten auf opendata.swiss müssen offene Nutzungsbedingungen ausgewählt werden, die in Form von Symbolen dargestellt sind. Die Auswahl der richtigen Nutzungsbedingung erfolgt aufgrund der gesetzlichen Grundlage. Folgende Varianten sind möglich, die den Datennutzenden angezeigt werden:
fr: Des conditions d’utilisation ouvertes – représentées par des symboles – doivent être sélectionnées pour toutes les données publiées sur opendata.swiss. Le choix des conditions d’utilisation appropriées est fonction des bases légales. Il est possible d’opter parmi les variantes suivantes, qui s’affichent à l’écran des utilisateurs:

source: Freie Nutzung
fr: Libre utilisation

source: Sie dürfen diesen Datensatz für nicht kommerzielle Zwecke nutzen.
fr: Vous pouvez utiliser ce jeu de données à des fins non commerciales.

source: Sie dürfen diesen Datensatz für kommerzielle Zwecke nutzen.
fr: Vous pouvez utiliser ce jeu de données à des fins commerciales.

source: Eine Quellenangabe wird empfohlen (Autor, Titel und Link zum Datensatz).
fr: L’indication de la source est recommandée (auteur, titre et lien vers le jeu de données).

source: Freie Nutzung. Quellenangabe ist Pflicht.
fr: Libre utilisation. Obligation d’indiquer la source.

source: Eine Quellenangabe ist Pflicht (Autor, Titel und Link zum Datensatz).
fr: Vous pouvez utiliser ce jeu de données à des fins non commerciales.

source: Freie Nutzung. Kommerzielle Nutzung nur mit Bewilligung des Datenlieferanten zulässig.
fr: Libre utilisation. L’utilisation commerciale requiert l’accord du fournisseur de données.

source: Sie dürfen diesen Datensatz für kommerzielle Zwecke nutzen, sofern Sie eine entsprechende Bewilligung beim Datenlieferanten eingeholt haben.
fr: Si vous avez obtenu l’accord du fournisseur de données, vous pouvez utiliser ce jeu de données à des fins commerciales.

source: Freie Nutzung. Quellenangabe ist Pflicht. Kommerzielle Nutzung nur mit Bewilligung des Datenlieferanten zulässig.
fr: Libre utilisation. Obligation d’indiquer la source. L’utilisation commerciale requiert l’accord du fournisseur de données.

source: Bestimmend für die Auswahl der Nutzungsbedingung ist die :ref:`gesetzliche Grundlage <vorbereiten_rechtlicher_check>`. Die zwei einzigen, möglichen Einschränkungen sind 1) die Pflicht zur Quellenangabe und 2) die Pflicht zum Einholen einer Bewilligung für eine kommerzielle Nutzung. Schreibt die gesetzliche Grundlage eine oder beide Einschränkungen vor, müssen sie mittels der Nutzungsbedingung kommuniziert werden.
fr: Les :ref:`bases légales <vorbereiten_rechtlicher_check>` sont déterminantes pour le choix des conditions d’utilisation. Deux restrictions peuvent s’appliquer: 1) l’obligation d’indiquer la source et 2) l’obligation de demander une autorisation en cas d’utilisation à des fins commerciales. Les restrictions prescrites par les bases légales doivent être indiquées dans les conditions d’utilisation.

source: Notieren Sie sich die richtige Nutzungsbedingung für die Publikation Ihres Datasets auf opendata.swiss. Dieses Attribut wird später in den Metadaten eingegeben.
fr: Prenez note des conditions d’utilisation appropriées pour la publication de votre jeu de données sur opendata.swiss, vous les saisirez par la suite dans les métadonnées.

source: Sie sind sich unsicher, ob Sie die richtige Nutzungsbedingung ausgewählt haben? `Sprechen Sie mit uns darüber <mailto:opendata@bfs.admin.ch>`__.
fr: Vous doutez d’avoir choisi les bonnes conditions d’utilisation? `Écrivez-nous <mailto:opendata@bfs.admin.ch>`__.

source: Mehr zum Thema
fr: Informations complémentaires

source: `Arbeitshilfe für Behörden zur Publikation von Daten als OGD (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ – Das Dokument erklärt sämtliche Fragen des rechtlichen Checks und trägt so zur Entscheidungsfindung bei.
fr: `Arbeitshilfe für Behörden zur Publikation von Daten als OGD (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ – Le document contribue au processus décisionnel en précisant les questions de la vérification légale. Actuellement, ce document est uniquement disponible en allemand.

source: `Nutzungsbedingungen (Link) <https://opendata.swiss/de/terms-of-use>`__ – Die Website fasst sämtliche Nutzungsbedingungen für OGD übersichtlich erklärt zusammen.
fr: `Nutzungsbedingungen (Link) <https://opendata.swiss/de/terms-of-use>`__ – Le site internet fournit un aperçu détaillé des conditions d’utilisation pour les OGD.

source: `Rechtliche Rahmenbedingungen zur Publikation von Daten als Open Government Data (OGD) (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147095.html>`__ – Das Dokument erläutert den rechtlichen Rahmen für die Umsetzung der OGD Strategie, erarbeitet von der Arbeitsgruppe Recht OGD.
fr: `Rechtliche Rahmenbedingungen zur Publikation von Daten als Open Government Data (OGD) (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147095.html>`__ – Élaboré par le groupe de travail «Droit OGD», le document présente le cadre légal pour la mise en œuvre de la stratégie OGD. Actuellement, ce document est uniquement disponible en allemand.

source: :doc:`Nächster Schritt: Technische Anforderungen prüfen <technischer-check>`
fr: :doc:`Prochaine étape: vérifier les exigences techniques <technischer-check>`

source: Nachdem Sie die richtige Nutzungsbedingung ausgewählt haben, geht es im zweiten Schritt um die technischen Anforderungen, die die Ihr Dataset erfüllen muss.
fr: Vous avez choisi les conditions d’utilisation. Lors de l’étape suivante, il s’agit de déterminer à quelles exigences techniques doit répondre votre jeu de données.
