Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/dataset/technischer-check.po
Languages: fr

source: Technische Anforderungen prüfen
fr: Vérifier les exigences techniques

source: In welchem Format sollte mein Dataset vorliegen?
fr: Sous quel format mon jeu de données doit-il être mis à disposition?

source: Bei der Publikation als Open Government Data spielt das Format der :term:`Ressourcen <Ressource>`, also der physischen Daten, eine wesentliche Rolle. Eignet es sich für die Nutzung? Hier finden Sie unsere Empfehlungen dazu.
fr: Le format des :term:`ressources <Ressource>`, à savoir les données physiques, joue un rôle primordial pour la publication de données publiques ouvertes. Est-il approprié? Lisez nos recommandations.

source: Hintergrund
fr: Contexte

source: Ein wichtiges Ziel von opendata.swiss ist es, alle Daten in maschinenlesbaren und offenen Formaten zur Verfügung zu stellen. Wir orientieren uns dafür am :doc:`5-Sterne-Modell von Tim Berners-Lee <../../glossar/bibliothek/linked-open-data>` und streben eine Umsetzung in der Kategorie 3 Sterne an. Basis-Anforderung ist die Stufe 2 Sterne. Konkret heisst das zum Beispiel für tabellarische Daten, dass sie als CSV-Dateien zur Verfügung gestellt werden sollten, da diese für Programmierer einfacher zu verarbeiten sind als Excel-Sheets. Ist dies nicht möglich, können die Daten auch als XLS-Dateien angeboten werden, wobei ihre Maschinenlesbarkeit garantiert werden muss.
fr: opendata.swiss a notamment pour objectif de fournir les données dans des formats ouverts et lisibles par machine. À cet effet, nous avons adopté les :doc:`5 étoiles du modèle de Tim Berners-Lee <../../glossar/bibliothek/linked-open-data>` et visons une publication dans la catégorie 3 étoiles. La catégorie 2 étoiles répond aux exigences de base. Concrètement, pour les données fournies sous forme de tableaux p. ex., cela signifie qu’elles seront mises à disposition au format CSV, un format plus pratique pour les programmeurs que les fichiers Excel. S’il n’est pas possible de publier les données au format CSV, utiliser le format XLS, à condition toutefois de garantir la lisibilité machine.

source: Formate
fr: Formats

source: Die datenpublizierende Organisation entscheidet letztendlich, in welchem Format die Daten publiziert werden. Dabei sind allerdings folgende Vorgaben und Empfehlungen zu berücksichtigen:
fr: Au final, c’est au fournisseur des données de décider du format. Nous l’invitons à prendre en compte les spécifications et recommandations suivantes:

source: Wir ermutigen die Datenpublizierende offene und nicht proprietäre Formate zu wählen. --> Siehe Stufe 3-Sterne des `«5-Sterne-Modell für Offene Daten (Open Data)» <https://5stardata.info>`__
fr: Nous incitons les fournisseurs de données à choisir des formats ouverts et non propriétaires. --> Voir le niveau 3 étoiles du `«Programme de déploiement en 5 étoiles pour l’Open Data» <https://5stardata.info>`__

source: Als minimale Anforderungen gilt, dass die Daten in einem strukturierten, maschinenlesbaren Format vorliegen. --> Siehe Stufe 2-Sterne des `«5-Sterne-Modell für Offene Daten (Open Data)» <https://5stardata.info>`__
fr: Exigence minimale: publication de données dans un format structuré et lisible par machine. --> Voir le niveau 2 étoiles du `«Programme de déploiement en 5 étoiles pour l’Open Data» <https://5stardata.info>`__

source: Wir empfehlen die Publikation der Daten mittels API. Damit wird ein flexibles und vereinfachtes Management der Publikation sichergestellt.
fr: Nous recommandons de publier les données via une API, ce qui en simplifie la gestion.

source: Die Publikation von Linked Open Data, soll bei Daten, die als Basis- oder zentrale Register bezeichnet werden können, besonders geprüft werden. Bei dieser Art von Publikation werden gemeinsam verwendete Datenmodellen bzw. Ontologien verwendet, um Daten über Organisationsgrenzen hinweg miteinander zu verknüpfen. Datennutzende und Datenpublizierende können dabei von wichtigen Netzwerkeffekten profitieren.
fr: La publication de données ouvertes liées (Linked Open Data) doit être tout particulièrement envisagée pour les données des registres de base ou centraux. Pour ce type de publication, on utilise des modèles de données partagées (ou ontologies) pour relier les données au-delà des frontières de l’organisation. Tant les fournisseurs que les utilisateurs des données bénéficient alors d’effets de réseau majeurs.

source: Hier finden Sie eine :doc:`Liste der Formate <../../glossar/bibliothek/formate-ressourcen>`, die von opendata.swiss aktuell unterstützt werden. Sollten Sie Ihr Dateiformat nicht in dieser Liste finden, `nehmen Sie gerne mit uns Kontakt auf <mailto:opendata@bfs.admin.ch>`__. `Gerne unterstützen wir Sie dabei, das richtige Format zu wählen <mailto:opendata@bfs.admin.ch>`__. Dies gilt auch, wenn Sie einen Datenservice anbieten, zum Beispiel eine API-Schnittstelle, und nicht wissen, wie Sie diesen auf Datasets abbilden können. `Kontaktieren Sie uns <mailto:opendata@bfs.admin.ch>`__.
fr: Vous trouverez ici une :doc:`liste des formats <../../glossar/bibliothek/formate-ressourcen>` recommandés par opendata.swiss. Si votre format de fichier n’y figure pas, `n’hésitez pas à prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__. `Nous vous aidons volontiers à choisir le format approprié <mailto:opendata@bfs.admin.ch>`__. Vous pouvez également compter sur notre soutien si vous offrez un service de données, p. ex. une interface API, et que vous ne savez pas comment associer votre service à des jeux de données. `Prenez contact avec nous <mailto:opendata@bfs.admin.ch>`__.

source: Weitere technische Anforderungen
fr: Autres exigences techniques

source: **Möglichst roh:** Die publizierten Daten sind, wo nötig, anonymisiert und mit grundlegenden Metadaten ergänzt. Es sollen keine bereits aggregierten, ausgewerteten und verarbeiteten Daten publiziert werden, ausser wenn dies aus Datenschutzgründen oder anderen Schutzgründen notwendig ist.
fr: **Données aussi brutes que possible.** Si nécessaire, anonymiser les données publiées et les compléter des métadonnées fondamentales. Éviter de publier des données agrégées, analysées et traitées, à moins que cette solution s’impose pour des raisons de protection des données p. ex.

source: **Vollständig:** Es werden nur vollständige Daten publiziert: Die Publikation von Auszügen («Snippets» oder «Previews») entspricht nicht den OGD-Vorgaben.
fr: **Données complètes.** Ne publier que des données complètes, la publication d’extraits («snippets» ou «previews») n’est pas conforme aux consignes en matière d’OGD.

source: **Aktuell:** Die Datasets sollen der Öffentlichkeit innerhalb eines angemessenen Zeitraums möglichst aktuell zur Verfügung stehen. Sie werden veröffentlicht, sobald sie erhoben und zusammengestellt wurden. Daten, die in Echtzeit vorliegen, werden möglichst über eine Programmierschnittstelle (API) abgerufen.
fr: **Données actuelles.** Les jeux de données mis à la disposition du public durant un temps donné doivent être aussi à jour que possible. Ces données sont publiées dès qu’elles ont été collectées et compilées. Les données disponibles en temps réel sont, dans la mesure du possible, mises à disposition via une interface de programmation d’application (API).

source: **Kontextualisiert:** Die publizierten Daten sind ausreichend «kontextualisiert» zu publizieren, sprich sie sind ausreichend beschrieben, um die Wiederverwendung, insbesondere durch Verwaltungsexterne, zu ermöglichen. Dafür werden die grundlegenden Metadaten (siehe vor allem :doc:`DCAT-AP-CH Standard <../../glossar/bibliothek/dcat-ap-ch>`), sowie auch Formeln und Erklärungen zur Berechnung der Daten möglichst in maschinenlesbarer Form mit den Daten publiziert.
fr: **Données contextualisées.** Les données sont publiées de manière suffisamment «contextualisée», autrement dit elles sont suffisamment décrites pour permettre leur réutilisation, notamment par des utilisateurs extérieurs à l’administration. À cet effet, veiller à publier en même temps que les données, les métadonnées fondamentales (voir en particulier la norme :doc:`DCAT-AP CH <../../glossar/bibliothek/dcat-ap-ch>`, ainsi que les formules et les explications relatives au calcul des données, autant que possible dans un format lisible par machine.

source: **Uneingeschränkter Zugang:** Die publizierten Daten sind möglichst einfach und barrierefrei zugänglich zu machen. Allfällige physische oder technische Barrieren sind zu vermeiden. Einzige Ausnahme ist das Einholen einer Bewilligung zur Kommerziellen Nutzung (siehe Nutzungsbedingungen mit Einschränkung «Ask»).
fr: **Accès illimité.** Rendre les données accessibles facilement et sans obstacles, en évitant tout obstacle physique ou technique. Seule exception: la demande d’une autorisation pour utilisation à des fins commerciales (voir conditions d’utilisation avec la restriction «Ask»).

source: **Diskriminierungsfreier Zugang:** Die publizierten Daten sind leicht und diskriminierungsfrei zugänglich: Jede Person soll zu jeder Zeit auf die Daten zugreifen können, ohne sich identifizieren oder eine Rechtfertigung für ihr Handeln abgeben zu müssen. Einzige Ausnahme ist das Einholen einer Bewilligung zur Kommerziellen Nutzung (siehe Nutzungsbedingungen mit Einschränkung «Ask»).
fr: **Accès non discriminatoire.** Les données publiées doivent être accessibles facilement et de façon non discriminatoire: chacun doit pouvoir accéder aux données en tout temps, sans devoir s’identifier ou justifier ses actes. Seule exception: la demande d’une autorisation pour utilisation à des fins commerciales (voir conditions d’utilisation avec la restriction «Ask»).

source: **Leicht auffindbar:** Daten werden auf opendata.swiss referenziert und so bereitgestellt, dass sie von weiteren Suchmaschinen optimal indexiert werden können
fr: **Données faciles à trouver.** Les données sont référencées et publiées sur opendata.swiss de manière à pouvoir être indexées de façon optimale par d’autres moteurs de recherche.

source: **In einem Klick erreichbar:** Daten werden so referenziert, so dass die Verlinkung direkt zu den Daten führt («One-click to data»).
fr: **Données accessibles d’un seul clic.** Les données sont référencées de sorte que le lien mène directement à elles («one-click to data»).

source: **Massentauglich:** Die Daten müssen mittels Massenabfragen («Bulk Download») abrufbar sein.
fr: **Téléchargements de masse.** Les données doivent être compatibles avec les téléchargements de masse («bulk download»).

source: **Eindeutig identifizierbar:** Unterschiedlichen Versionen sollen mittels einheitlicher Identifikatoren identifizierbar sein.
fr: **Données clairement identifiables.** Une symbolique uniforme doit permettre de clairement identifier les différentes versions.

source: Best Practices
fr: Bonnes pratiques

source: Unter den folgenden Links sind verschiedene Best-Practices zur Publikation von OGD definiert.
fr: Les liens suivants renvoient vers les bonnes pratiques en matière de publication d’OGD.

source: Sie haben noch Fragen zu Formaten und den weiteren technischen Anforderungen? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__.
fr: Avez-vous des questions sur les formats et les exigences techniques? `Écrivez-nous <mailto:opendata@bfs.admin.ch>`__.

source: Mehr zum Thema
fr: Informations complémentaires

source: :doc:`Linked Open Data <../../glossar/bibliothek/linked-open-data>` – Une introduction aux données ouvertes liées (Linked Open Data) est disponible sous Données ouvertes liées
fr: :doc:`Linked Open Data <../../glossar/bibliothek/linked-open-data>` – Eine Einführung in das Thema Linked Open Data

source: :doc:`Standard-Formate für Ressourcen <../../glossar/bibliothek/formate-ressourcen>` für Ressourcen dokumentiert alle gängigen Formate und enthält Links zu Ihren Definitionen.
fr: :doc:`Formats standards pour les ressources <../../glossar/bibliothek/formate-ressourcen>` documentent tous les formats pour les ressources et contient des liens vers leurs définitions

source: :doc:`Nächster Schritt: Organisatorische Anforderungen prüfen <organisatorischer-check>`
fr: :doc:`Prochaine étape: vérifier les exigences organisationnelles <organisatorischer-check>`

source: Neben rechtlichen und technischen Anforderungen, müssen Sie sicherstellen, dass auch organisatorische oder prozessbedingte Anforderungen erfüllt sind. Nur so können Sie eine nachhaltige und effiziente Publikation der Daten auch in Zukunft gewährleisten.
fr: En plus de répondre aux exigences légales et techniques, vous devez aussi veiller au respect des exigences organisationnelles ou liées aux procédures. Cette approche est indispensable pour garantir en tout temps une publication durable et efficace des données.
