Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/ueberdashandbuch/rechtliche-hinweise.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: Rechtliche Hinweise
fr: Mentions légales

source: Haftung
fr: Responsabilité

source: Obwohl die veröffentlichten Informationen mit aller Sorgfalt geprüft worden sind, kann für die inhaltliche Richtigkeit, Genauigkeit, Aktualität, Zuverlässigkeit und Vollständigkeit dieser Informationen keine Gewährleistung übernommen werden.
fr: Malgré la grande attention avec laquelle elles vérifient les informations publiées sur ce site, les autorités concernées ne peuvent endosser aucune responsabilité quant à la fidélité, à l’exactitude, à l’actualité, à la fiabilité et à l’intégralité de ces informations.

source: Die beteiligten Behörden behalten sich ausdrücklich vor, jederzeit Inhalte ohne Ankündigung ganz oder teilweise zu ändern, zu löschen oder zeitweise nicht zu veröffentlichen.
fr: Les autorités participant à handbook.opendata.swiss se réservent expressément le droit de modifier, de supprimer ou d’interrompre la publication de tout ou partie du contenu de ce site.

source: Haftungsansprüche gegen die Behörden wegen Schäden materieller oder immaterieller Art, welche aus dem Zugriff oder der Nutzung bzw. Nichtnutzung der veröffentlichten Informationen, durch Missbrauch der Verbindung oder durch technische Störungen entstanden sind, werden ausgeschlossen.
fr: Ces autorités ne sauraient être tenues pour responsables des dommages matériels ou immatériels qui pourraient être causés par l’accès aux informations diffusées ou par leur utilisation ou non-utilisation, par le mauvais usage de la connexion ou par des problèmes techniques.

source: Verweise und Links
fr: Renvois et liens

source: Verweise und Links auf Webseiten Dritter liegen ausserhalb des Verantwortungsbereichs der beteiligten Behörden. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des Nutzers oder der Nutzerin. Die beteiligten Behörden erklären ausdrücklich, dass sie keinerlei Einfluss auf die Gestaltung, den Inhalt und die Angebote der verknüpften Seiten haben. Informationen und Dienstleistungen von verknüpften Webseiten liegen vollumfänglich in der Verantwortung des jeweiligen Dritten. Es wird jegliche Verantwortung für solche Webseiten abgelehnt.
fr: Les renvois et les liens vers d’autres sites Internet ne sont pas de la responsabilité des autorités participant à handbook.opendata.swiss. L’accès à ces sites et leur utilisation se font aux risques des utilisateurs. Les autorités participant à handbook.opendata.swiss déclarent expressément qu’elles n’ont aucune influence sur la forme, le contenu et les offres des sites auxquels elles renvoient. Les informations et services offerts par ces sites sont entièrement de la responsabilité de leurs auteurs. Les autorités participant à handbook.opendata.swiss rejettent toute responsabilité pour de tels sites Internet.

source: Datenschutz
fr: Protection des données

source: Gestützt auf Artikel 13 der schweizerischen Bundesverfassung und die Datenschutzgesetze hat jede Person Anspruch auf Schutz ihrer Privatsphäre sowie auf Schutz vor Missbrauch ihrer persönlichen Daten. Die beteiligten Behörden halten diese Bestimmungen ein. Persönliche Daten werden auf handbook.opendata.swiss streng vertraulich behandelt und weder an Dritte verkauft noch weitergegeben.
fr: L’art. 13 de la Constitution fédérale et la législation sur la protection des données disposent que toute personne a droit à la protection de sa sphère privée ainsi qu’à la protection contre l’emploi abusif des données qui la concernent. Les autorités participant au site handbook.opendata.swiss respectent ces dispositions. Les données personnelles sont traitées de façon totalement confidentielle sur handbook.opendata.swiss et ne sont ni vendues, ni transmises à des tiers.

source: In enger Zusammenarbeit mit unseren Hosting-Providern bemühen wir uns, die Datenbanken vor fremden Zugriffen, Verlusten, Missbrauch oder vor Fälschung zu schützen.
fr: Nous nous efforçons, en collaboration étroite avec nos hébergeurs, de protéger au mieux nos banques de données des intrusions externes et d’éviter toute perte, tout abus et toute falsification.

source: Beim Zugriff auf handbook.opendata.swiss werden folgende Daten in Logfiles gespeichert: IP-Adresse, Datum, Uhrzeit, Browser-Anfrage und allg. übertragene Informationen zum Betriebssystem resp. Browser. Die Webserver unserer Hosting-Provider registrieren lediglich unpersönliche Nutzungsdaten, welche für die beteiligten Behörden so aufbereitet werden, dass Trends erkennbar sind, um das Angebot entsprechend zu verbessern (Logfiles). Für zusätzliche Informationen zur Webanalyse siehe nächster Abschnitt.
fr: Lors de l’accès à handbook.opendata.swiss, les données suivantes sont enregistrées dans des fichiers journaux: l’adresse IP, la date, l’heure, les données introduites dans le masque de recherche ainsi que des informations générales concernant le système d’exploitation et le navigateur. Les serveurs de nos hébergeurs enregistrent uniquement des données d’utilisation impersonnelles permettant de fournir aux autorités participantes des tendances servant à améliorer l’offre (fichiers journaux). Pour de plus amples renseignements concernant les analyses des informations sur les visiteurs du site, voir la section suivante.

source: Die Nutzungsdaten werden nicht mit persönlichen Daten verknüpft. Eine Ausnahme bildet die freiwillige Kontaktaufnahme. Beim Registrieren der E-Mail-Adresse wird diese in eine separate Datenbank aufgenommen, die in keinem Zusammenhang mit den anonymen Logfiles steht. Es besteht jederzeit die Möglichkeit, die Registrierung wieder rückgängig zu machen.
fr: Les données d’utilisation ne sont pas associées à des données personnelles, sauf pour ce qui est de la prise de contact volontaire. Votre adresse électronique est enregistrée dans une banque de données distincte, sans lien avec les fichiers journaux anonymes. L’enregistrement peut être annulé à tout moment.

source: Webanalyse
fr: Analyse des informations sur les visiteurs du site

source: *handbook.opendata.swiss* verwendet den Open Source Webanalysedienst Matomo. Matomo verwendet sogenannte «Cookies», das sind Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse Ihrer Benutzung der Website ermöglichen. Zur Analyse der Benutzung dieser Seite werden die durch den Cookie erzeugten Nutzungsinformationen (einschliesslich Ihrer gekürzten IP-Adresse) an unseren Server in der Schweiz übertragen und zu Zwecken der Nutzungsanalyse gespeichert. Diese Daten dienen der Website Optimierung. Ihre IP-Adresse wird bei diesem Vorgang umgehend anonymisiert.
fr: handbook.opendata.swiss utilise le logiciel open source Matomo pour analyser les informations sur les visiteurs du site. Matomo utilise des cookies, soit des fichiers texte qui sont sauvegardés sur votre ordinateur et qui permettent d’analyser votre utilisation du site. Les informations d’utilisation générées par le cookie (y compris une version courte de votre adresse IP) sont transmises à notre serveur en Suisse à des fins d’analyse. Ces données sont destinées à optimiser notre site. Au cours de cette procédure, votre adresse IP est immédiatement anonymisée.

source: Die Speicherung von Cookies können Sie durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; mit dieser Einstellung können gegebenenfalls nicht sämtliche Funktionen dieser Website genutzt werden.
fr: L’utilisateur peut désactiver l’enregistrement des cookies en configurant son navigateur; il est cependant possible que certaines fonctionnalités du site Internet ne soient pas disponibles si les cookies sont désactivés.

source: Urheberrecht
fr: Droits d’auteur

source: Die auf swiss handbook.opendata.swiss veröffentlichten Daten sind in der Regel urheberrechtlich nicht geschützt. Die auf handbook.opendata.swiss enthaltenen Informationen werden der Öffentlichkeit zugänglich gemacht.
fr: Les données publiées sur handbook.opendata.swiss ne sont en en principe pas soumises au droit d’auteur. Les informations publiées sur handbook.opendata.swiss sont mises à la disposition du public.

source: Quellcode
fr: Code source

source: handbook.opendata.swiss nutzt Sphinx, einen auf Dokumentation spezialisierten, statischen Website-Generator, der auch von der Hosting Plattform Read The Docs genutzt wird. Sphinx und alle seine Komponenten sind Open Source Software und unter der GNU GPL v2.0 Lizenz frei verfügbar.
fr: Le site handbook.opendata.swiss utilise Sphinx, un générateur de sites web statique spécialement axé sur la documentation et également déployé sur la plateforme d’hébergement Read the Docs. Sphinx et toutes ses composantes sont des logiciels open source et disponibles en libre accès sous la licence GNU GPL v2.0.
