Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/datennutzende.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: :doc:`Kommunizieren <kommunizieren>` :fa:`chevron-right`
fr: :doc:`Communiquer <kommunizieren>` :fa:`chevron-right`

source: Mit den Datennutzenden
fr: Avec les utilisateurs de données

source: Worin besteht der Mehrwert?
fr: Pourquoi communiquer avec les utilisateurs de données?

source: Der Dialog zwischen :term:`Datenanbietenden <Datenpublizierende / Datenanbietende>` und :term:`Datennutzenden <Datennutzende>` trägt dazu bei, die Datenqualität zu verbessern und koordinierte, bedarfsgerechte Daten zu veröffentlichen. Bessere Daten steigern letztlich die Wiederverwendbarkeit und den Mehrwert der Daten.
fr: Le dialogue entre :term:`fournisseurs et utilisateurs de données <Datenpublizierende / Datenanbietende>` permet d’améliorer les données, ainsi que de publier des données coordonnées et adaptées à la demande. Au final, l’amélioration des données permet une meilleure réutilisation de ces dernières et de ce fait une plus grande création de valeur.

source: Wer nutzt die Daten?
fr: Qui sont les utilisateurs de données?

source: Das Ökosystem der Datennutzenden besteht aus Datenjournalistinnen, Entwicklern von Apps und Datenvisualisierungen, Forschenden sowie aus verwaltungsinternen Nutzerinnen und Nutzern.
fr: L’écosystème des utilisateurs de données est constitué de journalistes des données, de développeurs d’applications, de développeurs de visualisations, de chercheurs, mais également d’utilisateurs interne à l’administration.

source: Welche Kommunikationswege gibt es?
fr: Comment communiquer avec les utilisateurs de données?

source: :doc:`Onlinekommunikation <datennutzende/online>`
fr: :doc:`Communication en ligne <datennutzende/online>`

source: :doc:`Eventkommunikation <datennutzende/event>`
fr: :doc:`Communication évènementielle <datennutzende/event>`
