Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/kommunizieren.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: Kommunizieren
fr: Communiquer

source: Auf einen Blick
fr: Vue d’ensemble

source: Über das Thema Open Government Data kommunizieren
fr: Communiquer sur le thème Open Government Data

source: Nachdem Sie Ihre Daten publiziert haben, ist es wichtig, dass Sie das Datenangebot und Ihre Aktivitäten für Open Data bei den Datennutzenden bekannt machen. Damit soll die Wiederverwendung Ihrer Datasets gefördert werden. Der Austausch zwischen :term:`Datenanbietenden <Datenpublizierende / Datenanbietende>` und :term:`–nutzenden <Datennutzende>` ist zentral, da er es ermöglicht, das Datenangebot entsprechend den Bedürfnissen der Datennutzenden zu verbessern. Dies führt letztlich zu mehr Innovation und bietet einen Mehrwert für die Gesellschaft und die Wirtschaft.
fr: Suite à la publication de données ouvertes, il convient de faire connaitre votre offre de données et vos activités open data auprès des utilisateurs. Ceci, afin d’encourager la réutilisation de vos jeux de données. L’échange entre les fournisseurs et utilisateurs de données ((Link to : Termes et expressions — Documentation Handbuch Opendata.swiss 1.0)) est central, puisqu’il permet d’améliorer l’offre de données en fonction des besoins des utilisateurs. Ce qui au final augmente l’innovation et offre une véritable plus-value pour la société et l’économie.

source: In diesem Leitfaden wird erklärt, wie man über das Thema Open Government Data kommuniziert:
fr: Ce guide explique comment communiquer sur le thème des données publiques ouvertes

source: :doc:`Verbreitung von Neuigkeiten über die Kanäle der Geschäftsstelle OGD <ogd>`
fr: :doc:`Partager ses nouvelles via les canaux du secrétariat OGD <ogd>`

source: :doc:`Kommunikation mit Datennutzenden <datennutzende>`
fr: :doc:`Communiquer avec les utilisateurs de données <datennutzende>`

source: Durch eine gute Kommunikation werden folgende Ziele unterstützt:
fr: Une bonne communication permet de soutenir les objectifs suivants:

source: Erhöhung der Sichtbarkeit von offenen Verwaltungsdaten
fr: Augmenter la visibilité des données publiques ouvertes

source: Förderung der Wiederverwendung von Datensätzen
fr: Promouvoir la réutilisation de jeux de données

source: Aufbau der Open-Data-Gemeinschaft
fr: Participer à la construction de la communauté open data

source: Förderung des Dialogs zwischen Datenanbietenden und –nutzenden
fr: Encourager le dialogue entre fournisseurs et utilisateurs de données

source: Verbesserung des Datenangebots entsprechend dem Bedarf der Datennutzenden
fr: Améliorer l’offre des données en fonction des besoins des utilisateurs
