Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/pflegen/support.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: :doc:`Pflegen <pflegen>` :fa:`chevron-right`
fr: :doc:`Gérer <pflegen>` :fa:`chevron-right`

source: Support und Feedback
fr: Aide et retour

source: Wie gehe ich vor, wenn ich Support benötige oder einen Verbesserungsvorschlag einreichen möchte?
fr: J’ai besoin d’aide ou j’aimerais suggérer une amélioration. Comment procéder?

source: Die Geschäftsstelle Open Government Data beim BFS unterstützt Sie bei der Veröffentlichung von Open Government Data auf opendata.swiss. Um die Support-Aktivitäten für Portal-Betreiber und datenpublizierende Organisationen möglichst effizient zu gestalten, wurden die wichtigsten Support-Prozesse festgelegt.
fr: Le secrétariat Open Government Data (OGD), rattaché à l’Office fédéral de la statistique, vous apporte son soutien pour la publication de données publiques ouvertes sur opendata.swiss. Afin de rendre le processus le plus efficace possible pour les exploitants du portail et les organisations qui fournissent les données, des procédures ont été établies pour les questions les plus fréquentes.

source: :ref:`Ich möchte ein Problem melden <support_problem_melden>`
fr: :ref:`Signaler un problème. <support_problem_melden>`

source: :ref:`Ich habe einen Vorschlag, wie man das Portal opendata.swiss verbessern könnte <support_feedback>`
fr: :ref:`Proposer une amélioration du portail opendata.swiss. <support_feedback>`

source: :ref:`Ich benötige Unterstützung bei der Veröffentlichung oder Anpassung meiner Einträge auf opendata.swiss <support_beratung>`
fr: :ref:`Besoin d’aide pour publier ou modifier des données sur opendata.swiss. <support_beratung>`

source: “Ich möchte ein Problem melden”
fr: «Signaler un problème»

source: Ist das Portal opendata.swiss nicht verfügbar? Werden Ihre Daten nicht korrekt oder unvollständig angezeigt?
fr: Le portail n’est pas accessible? Vos données sont erronées ou incomplètes?

source: Melden Sie das Problem bitte an die Geschäftsstelle OGD `Geschäftsstelle OGD <mailto:opendata@bfs.admin.ch>`__.
fr: Veuillez vous adresser au `secrétariat OGD <mailto:opendata@bfs.admin.ch>`__.

source: Damit wir Ihre Anfragen optimal bearbeiten können, bitten wir Sie, uns folgende Informationen zuzustellen:
fr: Afin de pouvoir traiter au mieux votre demande, nous vous demandons de fournir les informations suivantes:

source: **Titel**
fr: **Titre**

source: Eine grobe Beschreibung des Problems, der Frage
fr: Description sommaire du problème, de la question

source: Vollständige URL, auf der Sie eine Aktion durchführen und/oder auf der das Problem auftritt
fr: URL que vous souhaitez modifier ou sur laquelle le problème survient

source: **Username und Organisation**
fr: **Nom d’utilisateur et organisation**

source: Benutzername und Organisationszugehörigkeit
fr: Votre nom d’utilisateur et le nom de votre organisation

source: **Beschreibung der Schritte**
fr: **Description du problème**

source: Eine Schritt-für-Schritt-Beschreibung, wie das Problem reproduziert werden kann
fr: Description des étapes qui mènent au problème

source: **Erwartung**
fr: **En théorie**

source: Was haben Sie erwartet?
fr: Qu’aurait-il dû se passer?

source: **Realität**
fr: **En pratique**

source: Was ist, entgegen Ihrer Erwartung, passiert?
fr: Que s’est-il passé?

source: **Screenshots/Dateien**
fr: **Captures d’écran et fichiers**

source: Screenshots von Fehlermeldungen, Import-Dateien, Downloads
fr: Captures des messages d’erreur, fichiers d’importation, téléchargements

source: “Ich habe einen Vorschlag, wie man das Portal opendata.swiss verbessern könnte”
fr: «Proposer une amélioration du portail opendata.swiss»

source: Wir freuen uns über Ihre Weiterentwicklungsvorschläge! Am besten reichen Sie `uns <mailto:opendata@bfs.admin.ch>`__ Ihre Verbesserungsvorschläge in Form einer User Story ein.
fr: Nous vous remercions de vos propositions d’amélioration! Le mieux serait de `nous <mailto:opendata@bfs.admin.ch>`__ les communiquer sous la forme d’un récit utilisateur.

source: **Für wen?**
fr: **Pour qui?**

source: “Als [Rolle]”
fr: «En tant que [fonction],»

source: **Was konkret?**
fr: **Quelle demande concrète?**

source: “möchte ich/möchten wir [Funktion]”
fr: «j’aimerais/nous aimerions [prestation]»

source: **Was soll damit erreicht werden?**
fr: **Dans quel but?**

source: “damit [Nutzen]”
fr: «pour que [utilité].»

source: Beispiel: “Als Datennutzer möchte ich Datasets abonnieren können, damit ich über Neuigkeiten informiert werde.”
fr: Exemple: «En tant qu’utilisateur de données, j’aimerais m’abonner à certains jeux de données pour rester au courant des nouveautés.»

source: Gerne unterstützen wir Sie dabei, Ihre User Story zu formulieren.
fr: Nous nous ferons un plaisir de vous aider à formuler votre récit utilisateur.

source: “Ich benötige Unterstützung bei der Veröffentlichung oder Anpassung meiner Einträge auf opendata.swiss”
fr: «Besoin d’aide pour publier ou modifier des données sur opendata.swiss»

source: Wenden Sie sich an die `Geschäftsstelle OGD <mailto:opendata@bfs.admin.ch>`__ um Unterstützung zu erhalten.
fr: Veuillez contacter `le secrétariat OGD <mailto:opendata@bfs.admin.ch>`__ pour obtenir une assistance.

source: Gerne organisieren wir mit Ihnen kurze Support-Sitzungen, um Ihre Fragen zu klären und dabei den Supportaufwand einzuschätzen.
fr: Nous organisons avec vous de courtes séances afin d’éclaircir vos questions et d’ainsi évaluer le volume de l’aide nécessaire.

source: Sie können auch unsere Abnahmeumgebung zum Testen nutzen. Hier können Sie verschiedene Optionen ausprobieren, bevor Sie Ihre Datasets auf der Produktionsumgebung publizieren.
fr: Vous pouvez également utiliser notre environnement de test pour examiner différentes options avant de publier vos jeux de données sur l’environnement de production.
