Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/datennutzende/online.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Kommunizieren <../kommunizieren>` :fa:`chevron-right`
fr: :doc:`Communiquer <../kommunizieren>` :fa:`chevron-right`

source: :doc:`Mit den Datennutzenden <../datennutzende>` :fa:`chevron-right`
fr: :doc:`Avec les utilisateurs de données <../datennutzende>` :fa:`chevron-right`

source: Onlinekommunikation
fr: Communication en ligne

source: Auf welchen Onlinekanälen sind die Datennutzenden präsent?
fr: Sur quels canaux en ligne les utilisateurs de données sont-ils présents?

source: Wie die Open-Data-Gemeinschaft sind auch die Datennutzenden auf `Twitter <https://twitter.com>`__ vertreten. Zu den Themen, die die Gemeinschaft besonders interessiert, gehören neu veröffentlichte Datensätze, Showcases und Open-Data-Anlässe.
fr: Les utilisateurs de données et la communauté open data sont très présents sur `Twitter <https://twitter.com>`__. Les thématiques les plus appréciées par la communauté concernent la publication de nouveaux jeux de données, les exemples de réutilisation de données publiques et les évènements open data.

source: Die von der Gemeinschaft am häufigsten verwendeten Hashtags sind ``#OpenGovernmentData``, ``#opendatach``, ``#opendata``, ``#OGD``.
fr: Les hashtags principaux utilisés par la communauté open data sont: #OpenGovernmentData, #opendatach #opendata, #OGD.

source: Wir empfehlen, auf Fragen, die Sie über Twitter erhalten, innerhalb von 24 Stunden zu reagieren.
fr: Nous vous encourageons à répondre en moins de 24h aux questions que les utilisateurs de données vous adressent via Twitter.

source: Hier als Beispiel einige aktive Accounts der Gemeinschaft: `@opendataswiss <https://twitter.com/opendataswiss>`__, `@OpenDataZurich <https://twitter.com/opendatazurich>`__, `@ogd_tg <https://twitter.com/ogd_tg>`__, `@OpendataCH <https://twitter.com/opendatach>`__, `@opendatabeerCH <https://twitter.com/opendatabeerch>`__, `@BFEgeoinfo <https://twitter.com/bfegeoinfo>`__, `@OpenDataBS <https://twitter.com/opendatabs>`__, `@OpenDataZH <https://twitter.com/opendatazh>`__,
fr: Voici pour inspiration quelques comptes actifs de la communauté: `@opendataswiss <https://twitter.com/opendataswiss>`__, `@OpenDataZurich <https://twitter.com/opendatazurich>`__, `@ogd_tg <https://twitter.com/ogd_tg>`__, `@OpendataCH <https://twitter.com/opendatach>`__, `@opendatabeerCH <https://twitter.com/opendatabeerch>`__, `@BFEgeoinfo <https://twitter.com/bfegeoinfo>`__, `@OpenDataBS <https://twitter.com/opendatabs>`__, `@OpenDataZH <https://twitter.com/opendatazh>`__,

source: Gut zu wissen
fr: Bon à savoir

source: Anregungen und Beispiele von Tweets zu OGD-Themen finden Sie unter diesem :ref:`Link <twitter-beispiele>`.
fr: Vous trouverez pour inspiration :ref:`sous ce lien <twitter-beispiele>` des exemples de tweets concernant le domaine Open Government Data.

source: :doc:`Eventkommunikation <event>`
fr: :doc:`Communication évènementielle <event>`
