Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/index.po
Languages: fr

source: Vorbereiten
fr: Préparer

source: Publizieren
fr: Publier

source: Pflegen
fr: Gérer

source: Nutzen
fr: Utiliser

source: Kommunizieren
fr: Communiquer

source: Glossar
fr: Documentation

source: Über das Handbuch
fr: À propos de ce manuel

source: :fa:`home` Handbuch
fr: :fa:`home` Manuel

source: Willkommen
fr: Bienvenue

source: Schön, dass Sie Open Government Data publizieren möchten! Wir unterstützen Sie dabei.
fr: Vous souhaitez publier des données publiques ouvertes? Nous vous apportons notre soutien!

source: Dieses Handbuch hilft Personen und Organisationen dabei, Daten als Open Government Data (OGD) zu veröffentlichen. Es wird von der :term:`Open Government Data (OGD) <Open Government Data>` beim Bundesamt für Statistik (BFS) als Massnahme zur Umsetzung der Strategie `«Open Government Data 2019-2023» <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/strategie.html>`__ betrieben. Dieses Handbuch ist als dynamisches Dokument zu verstehen: Es wird kontinuierlich aktualisiert und überarbeitet.
fr: Ce manuel vise à aider les personnes et les organisations souhaitant publier des :term:`données publiques ouvertes (ou Open Government Data en anglais) <Open Government Data>`. Élaboré par le secrétariat Open Government Data rattaché à l’Office fédéral de la statistique (OFS) afin de mettre en œuvre la stratégie en matière de libre accès aux données publiques en Suisse pour les années 2019 à 2023 (`stratégie Open Government Data 2019-2023 <https://www.bfs.admin.ch/bfs/fr/home/services/ogd/strategie.html>`__), il a pour but de simplifier la procédure de publication des données et de promouvoir la publication de données publiques ouvertes. Conçu comme un document dynamique, ce manuel est mis à jour et révisé en continu.

source: Wie nutze ich dieses Handbuch?
fr: Comment utiliser ce manuel?

source: Alle Inhalte sind nach unserem Publikationsprozess gegliedert: Zuerst werden die Datasets für die Publikation vorbereitet, danach werden sie publiziert. Die kontinuierliche Pflege der veröffentlichten Daten gehört ebenfalls zum Prozess. In den einzelnen Kapiteln finden Sie praxisnahe Anleitungen, die Sie durch den Prozess führen; vertiefte Informationen stehen Ihnen jeweils am Ende jeder Seite in Form von pdfs und Links zur Verfügung. Das :doc:`Glossar <content/glossar/begriffe>` enthält Definitionen der wichtigsten Begriffe.
fr: La structure des contenus correspond à notre procédure de publication. Les jeux de données sont tout d’abord préparés pour la publication, puis publiés. La procédure comprend également la maintenance continue des données publiées. Les chapitres suivants vous fournissent des instructions pratiques pour vous guider tout au long de cette procédure. À la fin de chaque page, vous trouverez de plus amples informations sous forme de documents pdf et de liens. Pour une définition des principaux termes, veuillez consulter le :doc:`glossaire <content/glossar/begriffe>`.

source: Vor dem Start
fr: Avant de commencer

source: Erstpublizierenden empfehlen wir, sich vorab mit opendata.swiss vertraut zu machen. In unserer :doc:`kurzen Einführung für Erst-Publizierende <content/vorbereiten/erstpublizierende>` erhalten Sie grundlegende Informationen zum Prozess und praktische Hilfestellung, um beispielsweise geeignete Daten in Ihrer Organisation zu identifizieren. Erfahrene Datenpublizierende können direkt mit dem :doc:`Publikationsprozess <content/publizieren/publizieren>` starten.
fr: Si c’est la première fois que vous publiez des données, nous vous recommandons de commencer par vous familiariser avec opendata.swiss. Notre :doc:`brève introduction avant la première publication <content/vorbereiten/erstpublizierende>` vous fournit des informations fondamentales sur la procédure ainsi qu’une aide pratique, p. ex. pour identifier au sein de votre organisation les données susceptibles d’être publiées sous forme de données publiques ouvertes. Les utilisateurs expérimentés peuvent directement lancer la :doc:`procédure de publication <content/publizieren/publizieren>`.

source: Wie möchten Sie beginnen?
fr: Que souhaitez-vous faire?

source: :doc:`opendata.swiss verstehen – Für Erstpublizierende <content/vorbereiten/erstpublizierende/opendata-swiss-verstehen>`
fr: :doc:`Comprendre opendata.swiss – introduction pour les utilisateurs débutants <content/vorbereiten/erstpublizierende/opendata-swiss-verstehen>`

source: :doc:`Daten vorbereiten <content/vorbereiten/publikationsrichtlinien>`
fr: :doc:`Publier les données <content/publizieren/publizieren>`

source: :doc:`Daten publizieren <content/publizieren/publizieren>`
fr: :doc:`Publier les données <content/publizieren/publizieren>`

source: Sie möchten keine Daten publizieren, sondern nutzen?
fr: Vous souhaitez utiliser des données et non en publier?

source: :doc:`Daten nutzen <content/nutzen/nutzen>`
fr: :doc:`Utiliser les données <content/nutzen/nutzen>`

source: Wir unterstützen Sie. Unterstützen auch Sie uns.
fr: Nous sommes là pour vous. Merci d’être là pour nous.

source: Dieses Handbuch ist ein dynamisches Dokument, das sich kontinuierlich weiterentwickelt. Ihr Feedback, liebe Nutzerinnen und Nutzer, ist dafür wesentlich. Haben Sie Anregungen zu Inhalten oder Erfahrungen, die Sie gerne mit uns teilen möchten? `Schreiben Sie uns. <mailto:opendata(at)bfs.admin.ch>`__
fr: Ce manuel est un document dynamique que nous adaptons en continu. Pour ce faire, nous avons besoin des commentaires de nos utilisateurs. Avez-vous une suggestion ou une information à nous communiquer? `Écrivez-nous <mailto:opendata(at)bfs.admin.ch>`__.
