Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/geodaten.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Publikationsvariante <../publikationsvariante>` :fa:`chevron-right`
fr: :doc:`variante de publication <../publikationsvariante>` :fa:`chevron-right`

source: Geodaten
fr: Géométadonnées

source: Metadaten via geocat.ch publizieren
fr: Publier des métadonnées via geocat.ch

source: Wie publiziere ich Geometadaten?
fr: Comment publier des géométadonnées?

source: Die Publikation von Geodaten ist ein Spezialfall. Die Geometadaten werden primär im geografischen Datenkatalog der Schweiz, dem Katalog für Geometadaten `geocat.ch <https://www.geocat.ch/geonetwork/srv/eng/catalog.search>`__, erfasst und verwaltet. Von dort werden die benötigten Attribute dann durch einen automatisierten Prozess zu opendata.swiss überführt.
fr: La publication des géométadonnées constitue un cas particulier. Les géométadonnées sont "d’abord saisies et gérées dans le catalogue suisse de géométadonnées `geocat.ch <https://www.geocat.ch/geonetwork/srv/eng/catalog.search>`__. Dans un deuxième temps, une procédure automatisée transmet les attributs requis de ce catalogue vers opendata.swiss.

source: Geometadaten auf geocat.ch publizieren
fr: Publier des géométadonnées sur geocat.ch

source: Stellen Sie vor der Veröffentlichung sicher, dass Ihre Daten auf geocat.ch vollständig erfasst sind.
fr: Tout d’abord, assurez-vous que vos géométadonnées soient complètes sur geocat.ch.

source: Harvesting von Geodaten (geocat.ch > opendata.swiss)
fr: Moissonner les géodonnées (geocat.ch > opendata.swiss)

source: Schritt 1
fr: 1re étape

source: Die Registrierung Ihrer Organisation auf opendata.swiss bleibt weiterhin eine Voraussetzung. Falls Ihre Organisation noch nicht eingerichtet ist, finden Sie :doc:`hier <../erstpublizierende>` den Prozess beschrieben.
fr: Il est indispensable d’enregistrer votre organisation sur le portail opendata.swiss. Si cela n’a pas encore été fait, veuillez procéder comme indiqué :doc:`ici <../erstpublizierende>`.

source: Schritt 2
fr: 2e étape

source: Sobald die publizierende Organisation vorhanden ist, muss ein «geocat-Harvester» eingerichtet werden. Dafür benötigen Sie einen sogenannten CSW-Endpoint auf geocat.ch. Das `geocat.ch-Team <mailto:geocat@swisstopo.ch>`__ unterstützt Sie dabei.
fr: Une fois que le nom de l’organisation apparaît sur opendata.swiss, un «moissonneur geocat» doit être installé. Pour ce faire, vous avez besoin d’un point de terminaison CSW (CSW endpoint) sur geocat.ch. `L’équipe geocat.ch <mailto:geocat@swisstopo.ch>`__ se tient à votre disposition pour le configurer.

source: Schritt 3
fr: 3e étape

source: Nachdem der CSW-Endpoint eingerichtet ist, werden vom geocat.ch-Team in Absprache mit Ihnen die Harvesting-Tests durchgeführt. Dabei wird geprüft, ob der Prozess zum automatischen Transfer der Metadaten von geocat.ch zu opendata.swiss optimal funktioniert. `Hier <https://www.geocat.admin.ch/de/dokumentation/opendata.html>`__ finden Sie die Anleitung dazu.
fr: Une fois le point de terminaison CSW configuré, l’équipe geocat.ch prend contact avec vous pour lancer les tests de moissonnage. Il s’agit de vérifier si la procédure de transfert automatique de geocat.ch à opendata.swiss fonctionne correctement. Vous trouverez `ici <https://www.geocat.admin.ch/de/dokumentation/opendata.html>`__ les instructions.

source: Schritt 4
fr: 4e étape

source: Wenn die Vorbereitung der Veröffentlichung mit dem geocat.ch-Team abgeschlossen ist, informieren Sie `opendata.swiss <mailto:opendata@bfs.admin.ch>`__ darüber. Wir werden eine letzte Prüfung der Einträge durchführen und gemeinsam mit Ihnen den «Go-Live» auf opendata.swiss planen. Denken Sie bitte daran, dass wir in der Regel ca. 5 Arbeitstage für diesen Schritt benötigen.
fr: Lorsque le travail de préparation des publications avec l’équipe geocat.ch est terminé, nous vous prions d’en informer `opendata.swiss <mailto:opendata@bfs.admin.ch>`__. Nous effectuons une dernière vérification des entrées et planifions ensemble la mise en ligne sur opendata.swiss. Veuillez noter que cette étape dure environ cinq jours ouvrés.

source: Wichtig: Selbstverständlich müssen auch hier die :doc:`OGD-Richtlinien <../../glossar/bibliothek/ogd-richtlinien>` erfüllt sein. Zudem müssen Geometadaten gemäss :doc:`Standard ISO-19139_che <../../glossar/bibliothek/geocat-mapping>` vorliegen. Dabei handelt es sich um einen auf der internationalen Norm ISO-19139 basierenden Standard, der mit den Schweizer Erweiterungen der Norm GM03 ergänzt wurde.
fr: Remarque: les géométadonnées doivent respecter :doc:`la norme ISO-19139_che <../../glossar/bibliothek/geocat-mapping>`, qui se base sur la norme internationale ISO-19139. Elle comprend également les éléments du modèle suisse GM03. Dans ce contexte, il convient également de tenir compte des :doc:`lignes directrices pour la publication de données en libre accès <../../glossar/bibliothek/ogd-richtlinien>`.

source: Sie haben eine Frage zum Publizieren von Geometadaten? Wenden Sie sich bitte direkt an das `geocat.ch-Team <geocat@swisstopo.ch>`__. Bei weiteren Fragen, beispielsweise zu den allgemeinen OGD-Anforderungen, `dürfen Sie sich gerne an uns wenden <mailto:opendata@bfs.admin.ch>`__.
fr: Vous avez des questions sur la publication de géométadonnées? Adressez-vous directement à `l’équipe geocat.ch <geocat@swisstopo.ch>`__. Pour toute autre question, notamment sur les exigences en matière d’OGD, `veuillez vous adresser à nous <mailto:opendata@bfs.admin.ch>`__.

source: Mehr zum Thema
fr: Informations complémentaires

source: :doc:`Transformation ISO-19139_che nach DCAT-AP CH <../../glossar/bibliothek/geocat-mapping>` – Hier finden Sie die Anleitung zur Transformation des Geodaten-Standards ISO-19139_che auf den von opendata.swiss genutzen Standard DCAT-AP CH.
fr: :doc:`Conversion de données en ISO-19139_che vers la norme DCAT-AP CH <../../glossar/bibliothek/geocat-mapping>`: vous trouverez ici la procédure de conversion.

source: `GM03 <https://www.geocat.admin.ch/de/dokumentation/gm03.html>`__ ist ein Schweizer Modell für Metadaten. Diese Beschreibung des Datenstandards von Geodaten wird von geocat.ch genutzt.
fr: `GM03 <https://www.geocat.admin.ch/de/dokumentation/gm03.html>`__ – Description de la norme de géodonnées utilisée par geocat.ch sous GM03
