Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/harvesting.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Publikationsvariante <../publikationsvariante>` :fa:`chevron-right`
fr: :doc:`variante de publication <../publikationsvariante>` :fa:`chevron-right`

source: Metadaten mit Harvester hochladen
fr: Téléchargement des métadonnées au moyen d’un moissonneur

source: Wie lade ich meine Metadaten mittels Harvester hoch?
fr: Comment télécharger mes métadonnées par moissonnage?

source: Mit einem Harvester lassen sich grössere Datenmengen einfach und schnell publizieren. Es bedeutet, dass Ihre Datasets automatisch durch opendata.swiss aktualisiert werden können, der Aufwand für die :doc:`Datenpflege <../../pflegen/pflegen>` reduziert sich für Sie. Voraussetzung dafür ist, dass :doc:`Ihre Organisation mitsamt Benutzerinnen und Benutzern registriert ist <../erstpublizierende/kontakt-bfs>`. Dies erfolgt in Absprache mit der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>`. Wir erklären Ihnen hier, wie das Harvesting funktioniert.
fr: Un moissonneur permet de saisir rapidement de grandes quantités de données. Concrètement, opendata.swiss peut automatiquement mettre à jour vos jeux de données, ce qui se traduit par un gain de temps en matière de :doc:`maintenance des données <../../pflegen/pflegen>`. Pour ce faire, :doc:`votre organisation et l’ensemble de ses utilisateurs doivent être enregistrés <../erstpublizierende/kontakt-bfs>`, en accord avec le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`. Nous vous expliquons ci-dessous le fonctionnement du moissonneur.

source: Die Schritte auf einen Blick
fr: Vue d’ensemble des étapes

source: :ref:`Harvester einrichten <harvesting-einrichten>`
fr: :ref:`Paramétrage du moissonneur <harvesting-einrichten>`

source: :ref:`Katalog-Endpunkt übergeben <harvesting-katalog-endpunkt>`
fr: :ref:`Transmission du point de terminaison du catalogue <harvesting-katalog-endpunkt>`

source: :ref:`Katalog-Endpunkt mit Paginierung übergeben <harvesting-paginierung>`
fr: :ref:`Transmission du point de terminaison du catalogue avec pagination <harvesting-paginierung>`

source: :ref:`Harvester testen <harvesting-testen>`
fr: :ref:`Test du moissonneur <harvesting-testen>`

source: :ref:`Den Harvester verwalten <harvesting-verwalten>`
fr: :ref:`Gestion du moissonneur <harvesting-verwalten>`

source: :ref:`Harvesting Fehler beheben <harvesting-fehler-beheben>`
fr: :ref:`Correction d’erreurs du moissonneur <harvesting-fehler-beheben>`

source: :ref:`Harvester Einstellugen <harvester-einstellungen>`
fr: :ref:`Paramétrage du moissonneur <harvester-einstellungen>`

source: :ref:`Datasets prüfen <harvesting-pruefen>`
fr: :ref:`Contrôle du jeu de données <harvesting-pruefen>`

source: :ref:`Datenkatalog veröffentlichen <harvesting-veroeffentlichen>`
fr: :ref:`Publication du jeu de données <harvesting-veroeffentlichen>`

source: Gut zu wissen
fr: Bon à savoir

source: Sollten Sie zum ersten Mal Daten publizieren, führen wir Sie durch den Prozess und unterstützen Sie dabei, die korrekte Übermittlung und Darstellung Ihrer Daten sicherzustellen, unabhängig von der :doc:`Publikationsvariante <../publikationsvariante>`.
fr: Pour votre première publication, nous vous guidons tout au long de la procédure en vous aidant à transmettre et à présenter vos données comme il se doit, quelle que soit la :doc:`variante de publication <../publikationsvariante>` choisie.

source: Alle Schritte im Detail
fr: Les étapes en détail

source: Harvester einrichten
fr: Paramétrage du moissonneur

source: Wenn Sie Ihre Daten im :doc:`Standard DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` bereitstellen können, übernehmen wir das Einrichten des Harvesters für Sie. Sie müssen nichts weiter tun, als uns die URL mit dem :term:`Katalog-Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` zu übermitteln. In speziellen Fällen, zum Beispiel wenn ein Datenkatalog nicht im DCAT-AP-CH Standard geliefert werden kann, kann ein spezifisches Mapping definiert werden. `Bitte kontaktieren Sie uns hierfür <mailto:opendata@bfs.admin.ch>`__.
fr: Si vos données supportent la norme :doc:`DCAT-AP CH <../../glossar/bibliothek/dcat-ap-ch>`, nous nous chargeons de paramétrer le moissonneur. Votre seule tâche consiste à nous transmettre l’URL contenant le :term:`point de terminaison du catalogue <Katalog Endpunkt (Catalogue endpoint)>`. Exceptionnellement, p. ex. si le catalogue de données n’est pas disponible selon la norme DCAT-AP CH, il est possible de définir un mapping spécifique. `Merci de prendre contact avec nous le cas échéant <mailto:opendata@bfs.admin.ch>`__.

source: Pro Organisation wird jeweils ein Endpunkt für das Harvesten benötigt. Falls Sie also Daten von mehreren Organisationen verwalten, benötigen wir auch mehrere Endpunkte. Beachten Sie beim Vorbereiten Ihres Datenkatalogs die besondere Struktur des Dataset-Identifiers, die im :doc:`Standard DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` beschrieben ist und für jede Organisation individuell ist.
fr: Un point de terminaison par organisation est requis pour le moissonnage. Si vous gérez les données de plusieurs organisations, il nous faudra par conséquent le nombre correspondant de points de terminaison. Lors de la préparation de votre catalogue de données, veuillez tenir compte de la structure particulière de votre identifiant de jeu de données décrit dans la :doc:`norme DCAT-AP CH <../../glossar/bibliothek/dcat-ap-ch>` – spécifique à chaque organisation.

source: Katalog-Endpunkt übergeben
fr: Transmission du point de terminaison du catalogue

source: Senden Sie uns hierfür eine `E-Mail mit der URL <mailto:opendata@bfs.admin.ch>`__, unter der wir Ihren Datenkatalog herunterladen können. Diese URL ist gleichzeitig ein RDF-Endpunkt.
fr: À cet effet, veuillez nous envoyer `l’URL par e-mail <mailto:opendata@bfs.admin.ch>`__ de sorte que nous puissions télécharger votre catalogue de données. Cette URL constitue également un point de terminaison RDF.

source: Wichtig: Der Datenkatalog muss im Format :doc:`DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` vorliegen.
fr: Important: le catalogue de données doit être au format :doc:`DCAT-AP CH <../../glossar/bibliothek/dcat-ap-ch>`.

source: Katalog-Endpunkt mit Paginierung übergeben
fr: Transmission du point de terminaison du catalogue avec pagination

source: Falls Ihr Datenkatalog zu gross ist und nicht in einer einzigen Anfrage übermittelt werden kann, besteht die Möglichkeit, ihn seitenweise zu übergeben. Dafür empfehlen wir, die Paginierung mit dem `Hydra Vocabulary <https://www.hydra-cg.com/spec/latest/core/>`__ zu implementieren. Senden Sie uns anschliessend eine `E-Mail mit der entsprechenden URL <mailto:opendata@bfs.admin.ch>`__.
fr: Si le catalogue de données s’avère trop volumineux pour un transfert unique, il est possible de le transférer page par page. Pour ce faire, nous recommandons de recourir à la pagination `Hydra Vocabulary <https://www.hydra-cg.com/spec/latest/core/>`__. Une fois la pagination effectuée, envoyez-nous `l’URL correspondante par e-mail <mailto:opendata@bfs.admin.ch>`__

source: Harvester testen
fr: Test du moissonneur

source: Das Harvesting von Datasets im DCAT-AP-CH Standard wird von uns für Sie getestet. Nachdem wir Ihre URL erhalten und den Harvester eingerichtet haben, lassen wir ihn auf Ihrem Endpunkt in der Abnahmeumgebung erstmalig laufen. Unter Umständen liefert der Harvester anfangs Fehler zurück, die Sie dann in Ihrem Datenkatalog beheben müssen.
fr: Nous nous occupons de tester le moissonnage des jeux de données selon la norme DCAT-AP CH. Après la réception de l’URL et une fois le moissonneur configuré, nous lançons ce dernier en fonction de votre point de terminaison dans l’environnement de test. Au début, le moissonneur peut générer quelques erreurs qu’il vous faudra corriger dans votre catalogue de données.

source: Am Prozess des Testens und der iterativen Verbesserung Ihrer Daten sind Sie von Anfang an mit einbezogen. Sie haben selbst Zugang zu Ihrem Harvester, seinen Jobläufen und Fehlerberichten. Sollten Sie bei allfälligen Fehlern Fragen haben, dann `wenden Sie sich bitte an uns <mailto:opendata@bfs.admin.ch>`__ und wir helfen Ihnen weiter
fr: Nous vous intégrons au processus de test et d’amélioration itérative de vos données dès le commencement. Vous avez bien sûr accès à votre moissonneur, à ses processus et à ses rapports d’erreurs. Si vous avez des questions par rapport à une erreur, `n’hésitez pas à vous adresser à nous <mailto:opendata@bfs.admin.ch>`__ et nous nous ferons un plaisir de vous aider.

source: Den Harvester verwalten
fr: Gestion du moissonneur

source: Im Folgenden erklären wir Ihnen den Zugang zu Ihrem Harvester:
fr: Voici comment accéder à votre moissonneur.

source: Klicken Sie auf den Button «Harvest Sources». Dann gelangen Sie zu einer Liste aller Harvester. Geben Sie den Namen Ihres Harvesters ins Suchfeld ein, um nach Ihrem Harvester zu finden. Den Namen des Harvesters erhalten Sie von uns.
fr: Cliquez sur «Harvest Sources», ce qui vous affiche une liste de l’ensemble des moissonneurs. Saisissez le nom de votre moissonneur (fourni par nous) dans le champ de recherche.

source: Wenn Sie Ihren Harvester gefunden haben: klicken Sie auf den Link, dann gelangen Sie zur Detailansicht des Harvesters:
fr: Une fois que vous avez trouvé votre moissonneur, cliquez sur le lien pour afficher sa vue détaillée.

source: In der Detailansicht Ihres Harvesters sind alle Datasets aufgelistet, die der Harvester über den Zugriff auf Ihren :term:`Katalog Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` automatisch erzeugt hat.
fr: Cette vue détaillée répertorie tous les jeux de données que votre moissonneur a générés automatiquement en accédant au :term:`point de terminaison de votre catalogue <Katalog Endpunkt (Catalogue endpoint)>`.

source: Klicken Sie auf den Button «Administrator» um Ihren Harvester zu verwalten. Sie gelangen dann zu einem Dashboard für das Management Ihres Harvesters.
fr: Cliquez sur «Administrateur» pour gérer votre moissonneur, un tableau de bord s’affiche.

source: Hier wird Ihnen jeweils der aktuellste Harvest Job angezeigt.
fr: Ce tableau montre le dernier moissonnage effectué.

source: Sie haben folgende Möglichkeiten:
fr: Vos options:

source: Der Tab «Jobs» führt Sie zu einer Liste vergangener Harvest Jobs
fr: L’onglet «Jobs» ouvre la liste des moissonnages faits par le passé.

source: Der Tab «Bearbeiten» führt Sie zur Bearbeitung der Einstellungen Ihres Harvesters
fr: L’onglet «Éditer» permet de paramétrer votre moissonneur.

source: Der Button «Reharvest» stösst einen erneuten Harvesterlauf an, so dass die Datasets anhand dem eingetragenen :term:`Katalog-Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` aktualisiert werden
fr: En cliquant sur «Reharvest», vous lancez un nouveau moissonnage, ce qui met à jour les jeux de données en fonction du :term:`point de terminaison de votre catalogue <Katalog Endpunkt (Catalogue endpoint)>` défini.

source: Über den Button «View harvest source» gelangen Sie zurück auf die Detailseite Ihres Harvesters
fr: Cliquer sur «View harvest source» vous ramène à la vue détaillée de votre moissonneur.

source: Vorsicht: Der Button «Clear» löscht alle Datasets und vergangenen Jobs des Harvester. Machen Sie das nur, wenn das wirklich Ihre Absicht ist.
fr: Attention: le bouton «Clear» efface tous les jeux de données et tous les travaux effectués par le moissonneur. Attention, ne faites cela que si vous voulez vraiment les supprimer définitivement.

source: Harvester laufen als Hintergrundprozesse. Wenn Sie Ihren Harvester anstossen, wird dadurch ein Harvest Job erzeugt und in eine Jobqueue gestellt. Wie schnell Ihr Harvest Job Ergebnisse liefert, hängt auch davon ab, wie lang die Jobqueue gerade ist. Deshalb kann die Zeit, die Sie auf die Ergebnisse Ihres Harvesters warten müssen, stark variieren.
fr: Un moissonneur fonctionne en arrière-plan. Chaque fois que vous lancez votre moissonneur, il crée un moissonnage qu’il place dans une file. La vitesse à laquelle votre moissonneur fournit des résultats dépend notamment du nombre de travaux se trouvant dans la file, l’attente peut donc varier.

source: Harvesting Fehler beheben
fr: Correction d’erreurs du moissonneur

source: Wenn Ihr letzter Harvest Job Fehler gemeldet hat, sehen Sie das auf dem Dashboard. Klicken Sie dann auf den Tab «Jobs», um zur Jobliste zu gelangen:
fr: Votre tableau de bord vous indique si votre dernier moissonnage a produit des erreurs. Cliquez ensuite sur l’onglet «Jobs» pour afficher la liste des tâches.

source: Hier können Sie die Harvesting Fehler im Detail ansehen:
fr: Vous y verrez les erreurs de moissonnage en détail.

source: In der «Error Summary» sind die Fehlerarten mit der Häufigkeit ihres Vorkommens gelistet
fr: Le «Error Summary» inventorie les types d’erreurs et leur fréquence.

source: Im «Error Report» sind alle Fehler einzeln gelistet.
fr: Le «Error Report» inventorie toutes les erreurs.

source: Je nach Art des Fehlers steht Ihnen noch Einsicht in den «Remote Content» und den «Local Content» zur Verfügung:
fr: Selon le type d’erreur, vous pouvez voir le «Remote Content» et le «Local Content».

source: Im «Remote Content» sehen Sie den Datenkatalog an Ihrem :term:`Katalog-Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` so wie der Harvester ihn abholt.
fr: Le «Remote Content» affiche le catalogue de données au :term:`point de terminaison de votre catalogue <Katalog Endpunkt (Catalogue endpoint)>` où le moissonneur le recueille.

source: Der «Local Content» betrifft oft nur ein Dataset: hier können Sie in einer JSON Darstellung sehen, wie das Dataset auf opendata.swiss angekommen ist.
fr: Souvent, le «Local Content» ne concerne qu’un jeu de données: une représentation JSON vous indique comment le jeu de données est arrivé sur opendata.swiss.

source: Wenn Sie beim Testen Ihres Harvesters auf Fehler stossen, die Sie nicht verstehen und nicht beheben können, dann `melden Sie sich bei uns <mailto:opendata@bfs.admin.ch>`__. Wir unterstützen Sie beim Einrichten und Testen Ihres Harvesters.
fr: Si le test de moissonnage produit des erreurs que vous ne comprenez pas ou ne pouvez pas corriger, `n’hésitez pas à vous adresser à nous <mailto:opendata@bfs.admin.ch>`__. Nous nous ferons un plaisir de vous aider pour paramétrer et tester votre moissonneur.

source: Harvester Einstellungen
fr: Paramétrage du moissonneur

source: Harvester haben ausser dem :term:`Katalog-Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` noch weitere Einstellungen.
fr: En plus du :term:`point de terminaison du catalogue <Katalog Endpunkt (Catalogue endpoint)>`, il est possible de définir d’autres paramètres.

source: Wichtig: Wir haben Ihren Harvester bereits für Sie konfiguriert. Im Normalfall sollten die Einstellungen so bleiben, wie wir es für Sie eingerichtet haben.
fr: Important: nous avons d’ores et déjà configuré votre moissonneur. Sauf cas exceptionnel, il n’est pas nécessaire de modifier les paramètres.

source: Die «URL» ist der :term:`Katalog-Endpunkt <Katalog Endpunkt (Catalogue endpoint)>` an dem Ihre Daten abgeholt werden.
fr: L’«URL» est le :term:`point de terminaison du catalogue <Katalog Endpunkt (Catalogue endpoint)>` où sont récupérées vos données.

source: Unter dem «Titel» finden Sie den Harvester in der Harvester-Liste. Das Feld «Beschreibung» ist für Anmerkungen gedacht.
fr: Sous le «titre», vous trouverez votre moissonneur dans la liste de moissonneurs. Vous pouvez saisir vos remarques dans le champ «description».

source: Der «Source type» Ihres Harvesters hängt von der Publikationsvariante ab: in der hier beschriebenen Publikationsvariante hat der Harvester die Einstellung «DCAT-AP Switzerland RDF Harvester». Auch in der Publikationsvariante :doc:`Metadaten via geocat.ch publizieren <geodaten>` kommen Harvester zum Einsatz. Diese haben dann den Typ «Geocat Harvester».
fr: Le «Source type» de votre moissonneur dépend de la variante de publication: avec la variante décrite ici, le moissonneur est paramétré selon «DCAT-AP Switzerland RDF Harvester». La variante de publication :doc:`«publier des métadonnées via geocat.ch» <geodaten>` recourt également à un moissonneur, qui sera de type «Geocat Harvester».

source: Die Harvester sind bezüglich dem Feld «Update frequency» auf «Manual» eingestellt, obwohl sie täglich laufen, da ihre Startzeit nicht über die Weboberfläche, sondern über Hintergrundprozesse, gesteuert wird. Beim Feld «Configuration» werden gegebenenfalls weitere Konfigurationen eingetragen, die Ihr Harvester benötigt, um Ihre Daten korrekt zu importieren.
fr: Le champ «Update frequency» des moissonneurs est réglée sur «Manual», bien qu’ils fonctionnent chaque jour. En effet, le démarrage n’est pas contrôlé via l’interface web mais via des processus en arrière-plan. Si votre moissonneur nécessite d’autres configurations pour importer les données, elles sont saisies dans le champ «Configuration».

source: Wichtig: Pro Organisation kann es nur einen Harvester mit derselben Konfiguration geben.
fr: Important: chaque organisation ne peut avoir qu’un seul moissonneur avec la même configuration.

source: Wichtig: Bitte löschen Sie Ihren Harvester nicht, sondern `wenden Sie sich an uns <mailto:opendata@bfs.admin.ch>`__, falls Sie ihn nicht mehr benötigen, damit der Harvester und seine Daten fachgerecht entfernt werden können.
fr: Important: si vous n’avez plus besoin du moissonneur, ne le supprimez surtout pas! `Prenez contact avec nous <mailto:opendata@bfs.admin.ch>`__, afin que nous puissions désinstaller le moissonneur et ses données dans les règles de l’art.

source: Datasets prüfen
fr: Contrôle du jeu de données

source: Sobald Ihr Harvester fehlerfrei durchläuft, kontrollieren Sie bitte Ihre Datensätze in der Detailansicht des Harvesters:
fr: Une fois que votre moissonneur n’émet plus de messages d’erreur, veuillez contrôler vos jeux de données dans la vue détaillée du moissonneur.

source: Kontrollieren Sie bitte auch die Frontendansicht Ihrer Datasets:
fr: Veuillez également contrôler vos jeux de données dans le frontal.

source: Sie gelangen zur Ansicht Ihrer Organisation im Frontend, indem Sie ``ckan`` aus der URL Ihrer Organisation im Backend entfernen:
fr: Pour afficher l’aperçu de votre organisation dans le frontal, il vous suffit de supprimer ``ckan`` dans l’URL de votre organisation dans l’arrière-plan.

source: Beispielansicht einer publizierten Organisation
fr: Exemple d’une organisation publiée

source: Dataset im Frontend von opendata.swiss
fr: «Exemple d’un jeu de données publié».

source: Beispielansicht eines publizierten Datasets
fr: «Exemple d’un jeu de donné publié»

source: Datasets veröffentlichen
fr: Publication du jeu de données

source: Nach einer abschliessenden Prüfung Ihrer Datasets richten wir das Harvesting für Sie in der Produktionsumgebung ein. `Kontaktieren Sie uns <mailto:opendata@bfs.admin.ch>`__, um das Go-Live gemeinsam zu planen.
fr: Après une vérification finale de votre jeu de données, nous paramétrons le moissonneur dans l’environnement de production. `Prenez contact avec nous <mailto:opendata@bfs.admin.ch>`__ pour organiser la mise en service.

source: Sie haben eine Frage zum Harvester? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__ und wir helfen Ihnen gerne weiter.
fr: Avez-vous des questions sur le moissonneur? `Écrivez-nous <mailto:opendata@bfs.admin.ch>`__, nous nous ferons un plaisir de vous aider.

source: Mehr zum Thema
fr: Informations complémentaires

source: :doc:`DCAT-AP-CH (Link, englisch) <../../glossar/bibliothek/dcat-ap-ch>` – Beschreibung des aktuell von opendata.swiss genutzten Datenstandards DCAT-AP-CH
fr: :doc:`DCAT-AP-CH (lien, en anglais) <../../glossar/bibliothek/dcat-ap-ch>` - Description de la norme de données DCAT-AP-CH utilisée par opendata.swiss

source: :download:`Harvester konfigurieren <../../../_static/screencasts/configure-harvester.gif>` - In diesem Screencast zeigen wir Ihnen, wie Sie Ihren Harvester konfigurieren können
fr: :download:`Configuration du moissonneur <../../../_static/screencasts/configure-harvester.gif>` – Ce screencast vous montre comment configurer votre moissonneur.

source: :download:`Harvester starten <../../../_static/screencasts/run-harvester.gif>` - In diesem Screencast zeigen wir Ihnen, wie Sie Ihren Harvester starten können
fr: :download:`Lancement du moissonneur <../../../_static/screencasts/run-harvester.gif>` – Ce screencast vous montre comment lancer le moissonneur.
