Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/metadaten-manuell-erfassen.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Publikationsvariante <../publikationsvariante>` :fa:`chevron-right`
fr: :doc:`variante de publication <../publikationsvariante>` :fa:`chevron-right`

source: Manuell erfassen
fr: Saisie manuelle des métadonnées

source: Metadaten manuell erfassen
fr: Saisie manuelle des métadonnées

source: Wie erfasse ich Metadaten manuell im Webformular?
fr: Comment saisir manuellement les métadonnées dans le formulaire web?

source: Bei der manuellen Datenerfassung tragen Sie Ihre Metadaten selbst im :term:`Input-Bereich <Input-Bereich>` von `i14y.admin.ch <https://input.i14y.admin.ch/>`__ ein. Voraussetzung dafür ist, dass Ihre Organisation mitsamt Benutzerinnen und Benutzern registriert ist. Fall Ihre Organisation noch kein Konto auf I14Y oder auf opendata.swiss hat, melden Sie sich bei der `Geschäftsstelle OGD <mailto:opendata@bfs.admin.ch>`__. Eine Anleitung für die Kontenverwaltung finden Sie `hier <https://i14y-ch.github.io/handbook/de/2_rollen_prozesse/kontenverwaltung/>`__. Bitte teilen Sie uns die E-Mail-Adresse, mit der Sie sich registriert haben, sowie die erforderlichen Informationen zu Ihrer Organisation mit.
fr: Lors de la saisie manuelle, c’est vous qui saisissez vos métadonnées dans la :term:`zone de saisie <Input-Bereich>` de `i14y.admin.ch <https://input.i14y.admin.ch/>`__. Pour ce faire, votre organisation et l’ensemble de ses utilisateurs doivent être enregistrés. Si votre organisation ne dispose pas encore de compte sur I14Y ou sur opendata.swiss, veuillez contacter le `secrétariat OGD <mailto:opendata@bfs.admin.ch>`__. Vous trouverez les instructions pour enregistrer votre organisation `ici <https://i14y-ch.github.io/handbook/fr/2_rollen_prozesse/administration-comptes/>`__. Indiquez-nous l’adresse e-mail que vous avez utilisée pour vous inscrire ainsi que les informations requises pour votre organisation.

source: Wie Sie :term:`Datensätze <Dataset>` über das Webinterface beschreiben, erklären wir Ihnen hier Schritt für Schritt.
fr: Nous vous expliquons étape par étape comment décrire vos :term:`jeux de données <Dataset>` sur le formulaire web.

source: Damit die Metadaten nicht auf zwei Plattformen bewirtschaftet werden müssen, bieten opendata.swiss und die Interoperabilitätsplattform i14y.ch einen gemeinsamen Input-Bereich an.
fr: Afin de ne pas devoir gérer les métadonnées sur deux plateformes, opendata.swiss et la plateforme d'interopérabilité I14Y proposent une zone de saisie commune.

source: Die Schritte auf einen Blick
fr: Vue d'ensemble des étapes

source: :ref:`Beschreibung eines Datensatzes erstellen <manuell-datensatz-erstellen>`
fr: :ref:`Description d'un jeu de données <manuell-datensatz-erstellen>`

source: :ref:`Metadaten eingeben <manuell-metadaten-eingeben>`
fr: :ref:`Saisie des métadonnées <manuell-metadaten-eingeben>`

source: :ref:`Beschreibung der Distributionen erstellen <manuell-distribution-hinzufuegen>`
fr: :ref:`Description des ressources <manuell-distribution-hinzufuegen>`

source: :ref:`Datensatz prüfen <manuell-vorschau-pruefen>`
fr: :ref:`Contrôle du jeu de données <manuell-vorschau-pruefen>`

source: :ref:`Datensatz veröffentlichen <manuell-datensatz-veroeffentlichen>`
fr: :ref:`Publication du jeu de données <manuell-datensatz-veroeffentlichen>`

source: :ref:`Datensatz im Frontend prüfen <manuell-datensatz-frontend>`
fr: :ref:`Contrôle du jeu de données dans le frontend <manuell-datensatz-frontend>`

source: Gut zu wissen
fr: Bon à savoir

source: Sollten Sie zum ersten Mal Datensätze publizieren, führen wir Sie durch den Prozess und unterstützen Sie dabei, die korrekte Übermittlung und Darstellung Ihrer Daten sicherzustellen. Kontaktieren Sie uns, um einen `Termin für die Einführung zur Publikation auf opendata.swiss <mailto:opendata@bfs.admin.ch>`__ zu vereinbaren.
fr: Pour votre première publication, nous vous guidons tout au long de la procédure en vous aidant à transmettre et à présenter vos données dans les règles de l’art. Prenez contact avec nous pour convenir d'un `d’un rendez-vous pour une introduction à la publication sur opendata.swiss <mailto:opendata@bfs.admin.ch>`__.

source: Alle Schritte im Detail
fr: Les étapes en détail

source: Beschreibung eines Datensatzes erstellen
fr: Description d'un jeu de données

source: Um Metadaten zu einem Datensatz zu erfassen, müssen Sie sich in den :term:`Input-Bereich <Input-Bereich>` von I14Y einloggen. Falls Ihnen mehrere Rollen zugewiesen sind, wählen Sie bitte das für Sie zutreffende Profil für die Publikation und Pflege von OGD aus.
fr: Pour saisir des informations sur un jeu de données, il vous faut vous connecter à la :term:`zone de saisie <Input-Bereich>` d'I14Y. Si plusieurs rôles vous ont été attribués, veuillez sélectionner le profil indiqué pour la publication et la gestion des OGD.

source: Sie befinden sich nun im Input-Bereich. Hier sehen Sie drei Kacheln, über die Sie zu den verschiedenen Arbeitsbereichen gelangen: **Katalog pflegen**, **Konzepte pflegen** und **I14Y-Interoperabilitätsplattform**. Unterhalb dieser Kacheln finden Sie die Kachel **Meine Daten**. Dort werden Aufgaben aufgelistet, die Sie betreffen.
fr: Vous vous trouvez maintenant dans la zone de saisie. Vous y voyez trois cases qui vous permettent d'accéder aux différents espaces de travail : **Gérer le catalogue**, **Gérer les concepts** und **I14Y Plateforme d'interopérabilité**. En dessous de ces cases, vous trouverez le tableau de bord **Mes données**. Les tâches qui vous concernent y sont listées.

source: Um einen Datensatz in ihrem Katalog zu erfassen, klicken Sie in der Kachel **Daten meiner Organisation** auf **Dataset**.
fr: Pour saisir un jeu de données dans votre catalogue, cliquez sur **Dataset** dans la case "Données de mon organisation".

source: Benutzerübersicht im Input-Bereich von I14Y. Zu sehen sind sechs Kacheln.
fr: Vue d'ensemble de la zone de saisie d'I14Y. 6 cases sont visibles.

source: Sie gelangen nun in den Arbeitsbereich **«I14Y-Metadatenkatalog»**. Hier sehen Sie eine Liste der Datensätze Ihrer Organisation/Herausgeber. Diese Liste ist entsprechend leer, wenn Ihre Organisation zum ersten Mal publiziert. Für jeden Datensatz werden der Titel, Identifikator, Herausgeber, Typ, Status und die Publikation angezeigt.
fr: Vous accédez maintenant à l'espace de travail **«Catalogue de métadonnées I14Y»**. Vous y voyez une liste des jeux de données de votre organisation/éditeur. Cette liste est vide si votre organisation publie pour la première fois. Pour chaque jeu de données, le titre, l'identifiant, l'éditeur, le type, le statut et la publication sont affichés.

source: Arbeitsbereich I14Y-Metadatenkatalog.
fr: Espace de travail Catalogue de métadonnées I14Y.

source: Metadaten eingeben
fr: Saisie des métadonnées

source: Wichtig: Gewisse Metadatenfelder im Input-Bereich von I14Y sind für die Veröffentlichung von OGD nicht erforderlich. Die entsprechenden Felder müssen nicht ausgefüllt werden. Es wird jedoch empfohlen, die Felder zu nutzen, damit die Beschreibung, die auch auf I14Y zu finden ist, möglichst vollständig ist. Zudem können viele dieser Felder für das organisationsinterne Datenmanagement hilfreich sein.
fr: Important: certains champs de métadonnées dans la zone de saisie d'I14Y ne sont pas requis pour la publication d'OGD. Les champs correspondants ne doivent pas être obligatoirement remplis. Il est toutefois recommandé de les renseigner afin que la description, qui se trouve également sur I14Y, soit la plus complète possible. Par ailleurs, nombre de ces champs peuvent être utiles pour la gestion des données au sein de l'organisation.

source: Auf dem Portal opendata.swiss und auf der Interoperabilitätsplattform I14Y werden Datensätze gemäss den Vorgaben des DCAT-Standards in der aktuell gültigen Version mit dem Applikationsprofil für die Schweiz beschrieben `(DCAT-AP CH 2.0) <https://dcat-ap.ch/>`__. Die I14Y bietet einige optionale Zusatzfelder an, die im aktuellen DCAT-Standard nicht vorgesehen sind. Damit lassen sich die Datenangebote noch detaillierter beschreiben. Darüber hinaus können in I14Y auch die Struktur sowie die einzelnen Datenkonzepte beschrieben werden.
fr: Sur le portail opendata.swiss et sur la plateforme d'interopérabilité I14Y, les jeux de données sont décrits conformément aux prescriptions du standard DCAT dans sa version actuellement en vigueur avec le profil d'application pour la Suisse `(DCAT-AP CH 2.0) <https://dcat-ap.ch/>`__. I14Y comporte quelques champs supplémentaires optionnels qui ne sont pas présents dans le standard DCAT actuel. Ils permettent de décrire les données de manière encore plus détaillée. I14Y permet notamment de décrire la structure ainsi que les différents concepts de données.

source: DCAT-AP ist ein Anwendungsprofil des Data Catalog Vocabulary (DCAT) und dient zur Beschreibung der in Datenportalen verzeichneten Daten. Es richtet sich insbesondere an die Betreiber von Open-Data-Portalen und deren Datenpublizierende. Die Schweizerische Ableitung DCAT-AP-CH wird seit 2016 von opendata.swiss verwendet. Diese wird kontinuierlich im Rahmen der `eCH Fachgruppe OGD <https://www.ech.ch/de/der-verein/fachgruppen/open_government_data>`__ weiterentwickelt.
fr: DCAT-AP est un profil d'application du Data Catalog Vocabulary (DCAT) et sert à décrire les données répertoriées dans les portails de données. Il s'adresse en particulier aux exploitants de portails de données ouvertes et à leurs fournisseurs de données. La déclinaison suisse DCAT-AP-CH est utilisée par opendata.swiss depuis 2016. Elle est continuellement développée dans le cadre du `groupe spécialisé eCH OGD <https://www.ech.ch/fr/node/36567>`__ .

source: Klicken Sie nun auf die Schaltfläche **«Erstellen»**. Es öffnet sich ein Dropdown-Menü mit drei verschiedenen Auswahlmöglichkeiten. Für die Beschreibung eines Datensatzes wählen Sie die Option **«Neue Datensammlung erfassen»**.
fr: Cliquez maintenant sur le bouton **«Créer»**. Un menu déroulant s'ouvre avec trois différentes options. Pour la description d'un jeu de données, choisissez l'option **«Créer un nouveau dataset»**.

source: Abbildung Dropdown mit Schaltfläche neue Datensammlung erfassen
fr: Image du menu déroulant avec l'option Créer un nouveau dataset

source: Um sicherzustellen, dass der Datensatz gefunden und wiederverwendet werden kann, werden verschiedene Metadaten zum Datensatz erfasst und auf I14Y sowie opendata.swiss veröffentlicht. **Metadatenfelder, die mit einem Stern** ``*`` **gekennzeichnet sind, müssen ausgefüllt werden.** **Bitte beachten Sie:** Je mehr Informationen Sie in den Metadaten angeben, desto leichter wird der Datensatz gefunden und desto besser kann er wiederverwendet werden.
fr: Afin de garantir que le jeu de données puisse être trouvé et réutilisé, différentes métadonnées sont saisies et publiées sur i14y.ch et opendata.swiss. **Les champs de métadonnées marqués d'un astérisque** ``*`` **doivent être impérativement renseignés.** **Attention:** plus vous fournissez d'informations dans les métadonnées, plus le jeu de données sera facile à trouver et plus il pourra être réutilisé.

source: Details
fr: Détails

source: Bitte geben Sie im Feld **Titel (EN) (DE) (FR) (IT)** und im Feld **Beschreibung (EN) (DE) (FR) (IT)** einen **aussagekräftigen Titel** und eine **Beschreibung** Ihres Datensatzes an. Für die **Bundesstellen** sind diese Angaben in **zwei Landessprachen obligatorisch**. Für alle **anderen Organisationen** ist **mindestens eine Landessprache** erforderlich - wünschenswert wären alle vier Sprachen. Eine Beschreibung auf Englisch erleichtert das Auffinden Ihres Datensatzes auf dem :term:`europäischen Datenportal <Europäisches Datenportal>`.
fr: Dans le champ **Titre (EN) (DE) (FR) (IT)** et dans le champs **Description (EN) (DE) (FR) (IT)** un **titre clair** et une **description** de votre jeu de données. Pour les **organes fédéraux**, ces indications sont **obligatoires dans deux langues nationales**. Pour toutes les **autres organisations**, **au moins une langue nationale** est requise - les quatre langues étant préférables.e description en anglais facilite la recherche de votre jeu de données sur le :term:`portail de données européen <Europäisches Datenportal>`.

source: Im Feld **Identifikatior** geben Sie den Identifikator des Datensatzes ein. Sie können dafür die ID aus Ihrem Quellsystem verwenden oder eine beliebige ID definieren. Bitte beachten Sie, dass der Datensatz-Identifikator innerhalb der Datensätze Ihrer Organisation eindeutig sein muss. Es wird empfohlen, die ID aus dem Quellsystem des Herausgebers zu verwenden. Sie kann die folgenden Zeichen ``A-Za-z``, ``0-9``, ``-`` und ``_`` enthalten. Im Feld **Herausgeber** erscheint als Dropdown Ihre Organisation in der Auswahlliste. Wählen Sie unter **Zugriffsrechte** die Option «Öffentlich» für die OGD-Datensätze. Die folgenden Felder **Data Owner**, **Responsible Person** und **Responsible Person Deputy** werden auf opendata.swiss nicht angezeigt, sind jedoch für das interne Datenmanagement wichtig. Informationen zu den **Rollen** finden Sie `hier <https://i14y-ch.github.io/handbook/de/2_rollen_prozesse/rollen/>`__. Das Feld **Publikationsdatum** muss ausgefüllt werden. Es handelt sich um das Datum der ersten Publikation im Quellsystem dieses Datensatzes. Ist dieses nicht bekannt, ist das Datum der geplanten Erstpublikation auf `opendata.swiss <https://opendata.swiss/de>`__ / `i14y.ch <https://www.i14y.admin.ch/de/home>`__ zu verwenden. Im Feld **Änderungsdatum** wird nach der Publikation das Datum der letzten Aktualisierung oder Änderung des Datensatzes angegeben.
fr: Dans le champs **Identifiant**, veuillez saisir l'identifiant de votre jeu de données. Vous pouvez reprendre l’identifiant de votre système source ou définir l’identifiant de votre choix. Veuillez noter que l'identifiant du jeu de données doit être unique. Il est recommandé d'utiliser l'ID du système source. Il peut contenir les caractères suivants ``A-Za-z``, ``0-9``, ``-`` et ``_`` . Dans le champ **Editeur**, votre organisation apparaît sous forme de liste déroulante dans la liste de choix. Sous **Droits d'accès**, sélectionnez l'option « Public » pour les jeux de données OGD. Les champs suivants **Data Owner**, **Responsible Person** et **Responsible Person Deputy** ne sont pas visibles sur opendata.swiss, mais sont importants pour la gestion interne des données. Vous trouverez des informations sur les **rôles** `ici <https://i14y-ch.github.io/handbook/fr/2_rollen_prozesse/roles/>`__. Le champ **Date de publication** doit être rempli. Il s'agit de la date de la première publication dans le système source de ce jeu de données. Si celle-ci n'est pas connue, il convient d'utiliser la date de la première publication prévue sur `opendata.swiss <https://opendata.swiss/fr>`__ / `i14y.ch <https://www.i14y.admin.ch/fr/home>`__ . Le champ **Date de modification** indique la date de la dernière mise à jour ou modification du jeu de données après la publication.

source: Ausschnitt aus Details Identifikator bis Änderungsdatum
fr: Extrait des détails Identifiant jusqu'à Date de modification

source: Wichtig: Verändern Sie den Identifikator nicht mehr, nachdem der Datensatz publiziert ist. Ansonsten können Ihre Daten nicht mehr eindeutig zugeordnet werden.
fr: Important: une fois le jeu de données publié, ne modifiez pas l’identifiant, sinon il ne sera plus possible d’attribuer vos données correctement.

source: Kontaktstellen
fr: Points de contact

source: In diesem Bereich können Sie die Kontaktstelle hinterlegen, die bei Fragen zum vorliegenden Datensatz zuständig ist. Für die Publikation auf opendata.swiss muss mindestens das Feld **Organisation** in zwei Landessprachen (Bund) oder in mindestens einer Sprache (Andere) ausgefüllt sowie eine E-Mailadresse hinterlegt werden. Wenn Sie weitere Kontakstellen hinzufügen möchten, können Sie dies über die Schaltfläche **+ Neue Kontaktstelle** tun.
fr: Dans cette section, vous pouvez indiquer le point de contact responsable en cas de questions relatives au présent jeu de données. Pour la publication sur opendata.swiss, le champ **Organisation** doit être rempli au moins dans deux langues nationales (Confédération) ou au moins dans une langue (autres) et une adresse e-mail doit être indiquée. Si vous souhaitez ajouter d'autres points de contact, vous pouvez le faire en cliquant sur le bouton **+ Nouveau point de contact**.

source: Felder zum Beschreiben der Kontaktstelle
fr: Champs pour la description du point de contact

source: Sprachen
fr: Langues

source: Dieses Feld zeigt an, in welchen Sprachen der Datensatz verfügbar ist. Zur Auswahl stehen die Sprachen Deutsch, Französisch, Italienisch, Rätoromanisch (wird auf opendata.swiss nicht angezeigt) und Englisch. Ist der Datensatz sprachunabhängig, lassen Sie das Feld leer.
fr: Ce champ indique les langues dans lesquelles le jeu de données est disponible. Vous avez le choix entre l'allemand, le français, l'italien, le romanche (n'est pas visible sur opendata.swiss) et l'anglais. Si le jeu de données ne dépend d'aucune langue, laissez le champ vide.

source: Felder zum Ankreuzen der Sprache
fr: Champs à cocher pour la langue

source: Katalog und Themen
fr: Catalogues et thèmes

source: Im Feld **Kataloge und Themen** geben Sie den Themenbereich Ihres Datensatzes an. In einem ersten Schritt wählen Sie aus der Liste der Themen von I14Y. Damit Sie Ihren Datensatz auf opendata.swiss publizieren können, müssen Sie ihn zuerst speichern. Klicken Sie dazu auf die Schaltfläche **Speichern und schliessen**, die im unteren Rand des Webformulars eingeblendet wird.
fr: Dans le champ **Catalogues et thèmes**, vous indiquez le domaine thématique de votre jeu de données. Dans un premier temps, vous choisissez dans la liste des thèmes de I14Y. Pour pouvoir publier votre jeu de données sur opendata.swiss, vous devez d'abord l'enregistrer. Pour ce faire, cliquez sur le bouton **Enregistrer et fermer** qui s'affiche en bas du formulaire web.

source: Auswahl des Themenbereichs von I14Y und Schaltfläche speichern und schliessen
fr: Choix du domaine thématique de I14Y et bouton enregistrer et fermer

source: Um den Opendata-Katalog hinzuzufügen, öffnen Sie die Beschreibung Ihres Datensatzes, indem Sie auf die Schaltfläche **Bearbeiten** klicken. Kehren Sie zum Bereich **Kataloge und Themen** zurück. Klicken Sie nun auf die Schaltfläche **Katalog verknüpfen**. Der Opendata-Katalog Ihrer Organisation ``Opendata + Name der Organisation`` erscheint. Wählen Sie diesen aus.
fr: Pour ajouter le catalogue Opendata, ouvrez la description de votre jeu de données en cliquant sur le bouton **Modifier**. Revenez à la section **Catalogues et thèmes**. Cliquez maintenant sur le bouton **Lier un catalogue**. Le catalogue Opendata de votre organisation ``Opendata + nom de l'organisation`` apparaît. Sélectionnez-le.

source: Auswahl des Opendata-Katalogs über die Schaltfläche Katalog verknüpfen
fr: Sélection du catalogue Opendata via le bouton Lier un catalogue

source: Im Bereich **Kataloge und Themen** erscheint nun ein weiteres Feld mit Ihrem Opendata-Katalog. Klicken Sie auf das Dropdown-Menü und wählen Sie den entsprechenden Bereich aus der Liste der Opendata-Themen. Es handelt sich dabei um die `EU-Themenliste, die im Standard DCAT-AP CH Version 2.0.0 <https://dcat-ap.ch/releases/2.0/dcat-ap-ch.html#dataset-theme-category>`__ definiert ist. Die hier ausgewählten Bereiche werden auf opendata.swiss angezeigt. Die Themenvokabulare von I14Y und opendata.swiss unterscheiden sich in einigen Punkten sowie in der Anzahl der Auswahlmöglichkeiten. Kategorisierung und Anzahl der Bereiche sind daher nicht deckungsgleich.
fr: Dans la section **Catalogues et thèmes**, un autre champ apparaît alors avec votre catalogue Opendata. Cliquez sur le menu déroulant et sélectionnez le domaine correspondant dans la liste des thèmes Opendata. Il s'agit de la `liste des thèmes EU définie dans le standard DCAT-AP CH version 2.0.0 <https://dcat-ap.ch/releases/2.0/dcat-ap-ch.html#dataset-theme-category>`__. Les domaines sélectionnés ici sont affichés sur opendata.swiss. Les vocabulaires thématiques d'I14Y et d'opendata.swiss se distinguent sur certains points ainsi que par le nombre de choix possible. La catégorisation et le nombre de domaines ne se recoupent donc pas.

source: Neues Auswahlfeld für die Themen des Opendata-Katalogs
fr: Nouveau champ de sélection pour les thèmes du catalogue Opendata

source: Ihr Datensatz wurde jetzt erfolgreich mit Ihrem Opendata-Katalog verknüpft, so dass der Datensatz auf opendata.swiss angezeigt wird.
fr: Votre jeu de données a maintenant été lié avec succès à votre catalogue Opendata, ce qui signifie que le jeu de données est visible sur opendata.swiss.

source: Ansicht der Themen des I14Y-Katalogs und des Opendata-Katalogs
fr: Vue des thèmes du catalogue I14Y et du catalogue Opendata

source: Schutzbedarf
fr: Exigences de protection

source: Die Felder im Bereich **Schutzbedarf** sind für die Publikation auf I14Y relevant. Informationen zum Ausfüllen dieser Felder finden Sie im `Handbuch von I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.
fr: Les champs de la section **Besoin de protection** sont spécifiques à la publication sur I14Y. Vous trouverez des informations sur la manière de remplir ces champs dans le `manuel d'I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.

source: Ansicht der Felder im Bereich Schutzbedarf
fr: Champs de la partie Exigences de protection

source: Schlüsselwörter
fr: Mots-clés

source: Geben Sie die Schlüsselwörter in die entsprechenden Sprachfelder ein und klicken Sie anschliessend auf das Symbol mit dem Häkchen. Fügen Sie weitere Schlüsselwörter hinzu, indem Sie auf das Plus-Symbol klicken. Der Schlüsselwort-Eintrag wird dadurch direkt gespeichert; ein Klick auf den Speichern-Knopf unten ist nicht nötig. Um Schlüsselwörter zu löschen, wählen Sie das Papierkorb—Symbol. Vergessen Sie nicht, die entsprechende Zeile zu markieren.
fr: Saisissez les mots-clés dans les champs de langue correspondants et cliquez ensuite sur le symbole avec la coche. Ajoutez d'autres mots-clés en cliquant sur le symbole plus. L'entrée du mot-clé est ainsi directement enregistrée ; il n'est pas nécessaire de cliquer sur le bouton d'enregistrement en bas. Pour supprimer des mots-clés, cliquez sur l'icône de la corbeille. N'oubliez pas de sélectionner la ligne correspondante.

source: Eingabefeld von Schlüsselwörtern
fr: Afin de rendre le jeu de données plus facile à trouver, des mots-clés peuvent être attribués. Ceux-ci sont également utilisés comme possibilité de filtrage afin de délimiter la sélection des enregistrements par thème. Il est judicieux de définir des synonymes ou des termes généraux. Ce champ devrait notamment être utilisé pour les termes qui sont répertoriés dans la `base de données Termdat de la Confédération <https://www.termdat.bk.admin.ch/search>`__. Vous y trouverez également les termes dans les langues nationales et en anglais. Vous pouvez déterminer les mots-clés possibles à partir de vos métadonnées ou de votre système source. Vous pouvez également choisir parmi les mots-clés les plus fréquemment utilisés sur opendata.swiss.
