Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/metadaten-manuell-erfassen.po
Languages: fr

source: Danach kann der Eintrag auf **Registriert** gesetzt werden. Schlagen Sie nun die Publikation auf I14Y vor, indem Sie den Kanal von **Intern** auf **I14Y** umstellen. Die Interoperabilitätsstelle wird die Metadaten prüfen und dann freischalten. Bei Problemen oder Verzögerungen kontaktieren Sie die `Interoperabilitätsstelle <Mailto: i14y@bfs.admin.ch>`__.
fr: Ensuite, l'entrée peut être placée sur **Enregistré**. Proposez maintenant la publication sur I14Y, en faisant passer le canal de **Intern** à **I14Y**. Le service d'interopérabilité vérifiera les métadonnées et les publiera ensuite. En cas de problème ou de retard, contactez le `service d'interopérabilité <Mailto : i14y@bfs.admin.ch>`__.

source: Ansicht Auswahl Status I14Y
fr: Vue sélection Statut I14Y

source: Bitte informieren Sie `uns <Mailto: opendata@bfs.admin.ch>`__, wenn die Datensätze zur Begutachtung bereit sind. Wir werden Ihre Datensätze dann überprüfen. Bitte beachten Sie, dass die Datensätze während der Begutachtungsphase nicht bearbeitet werden können.
fr: Veuillez `nous <Mailto: opendata@bfs.admin.ch>`__, informer lorsque les jeux de données sont prêts à être vérifiés. Nous contrôlerons ensuite vos jeux de données. Veuillez noter que vos jeux de données ne peuvent pas être modifiés durant la phase de vérification.

source: Informationen zum Arbeitsablauf finden Sie im `Handbuch von I14Y <https://i14y-ch.github.io/handbook/de/2_rollen_prozesse/arbeitsablauf/>`__.
fr: Vous trouverez des informations sur le processus dans le `manuel de I14Y <https://i14y-ch.github.io/handbook/fr/2_rollen_prozesse/processus/>`__.

source: Datensatz veröffentlichen
fr: Publication du jeu de données

source: Ob der Datensatz auf I14Y veröffentlicht wurde, erkennen Sie rechts oben am Status der Publikation. Dieser wird als **Aktuell I14Y** angezeigt. Nun kann der Datensatz von opendata.swiss geharvested werden. Bitte geben Sie dem `Team der Geschäftsstelle OGD <Mailto: opendata@bfs.admin.ch>`__ Bescheid, wenn Ihre Datensätze für die Erstpublikation auf opendata.swiss bereit sind.
fr: Vous pouvez voir si le jeu de données a été publié sur I14Y en consultant le statut de la publication en haut à droite. Celui-ci indique **Actuelle I14Y**. Le jeu de données peut maintenant être harvesté par opendata.swiss. Veuillez informer `l'équipe du Secrétariat OGD <Mailto: opendata@bfs.admin.ch>`__, lorsque vos jeux de données sont prêts pour la première publication sur opendata.swiss.

source: Ansicht Status Publikation Aktuell I14Y
fr: Vue statut de la publication Actuelle I14Y

source: Datensatz im Frontend prüfen
fr: Contrôle du jeu de données dans le frontend

source: Sobald Ihr Datensatz auf I14Y publiziert und von opendata.swiss geharvested wurde, kann er auch im Frontend von `opendata.swiss <https://opendata.swiss/de/>`__ angesehen werden. Wenn Sie Ihre Datensätze zum ersten Mal auf opendata.swiss publizieren, haben Sie die Möglichkeit, diese zuerst in der Abnahmeumgebung aufzuschalten und zu begutachten. Besprechen Sie mit dem `Team der Geschäftsstelle OGD <Mailto: opendata@bfs.admin.ch>`__, ob die Datensätze direkt auf der Produktionsumgebung oder zuerst auf der Abnahmeumgebung aufgeschaltet werden. Sie finden Ihre Datensätze unter Ihrer `Organisation auf opendata.swiss <https://opendata.swiss/de/organization>`__.
fr: Dès que votre jeu de données a été publié sur I14Y et harvesté par opendata.swiss, il peut également être consulté dans le frontend de `opendata.swiss <https://opendata.swiss/fr/>`__. Si vous publiez vos jeux de données pour la première fois sur opendata.swiss, vous avez la possibilité de les mettre en ligne et de les contrôler d'abord dans l'environnement de test. Discutez avec `l'équipe du Secrétariat OGD <Mailto : opendata@bfs.admin.ch>`__ pour savoir si les jeux de données doivent être mis en ligne directement dans l'environnement de production ou d'abord dans l'environnement de test. Vous trouverez vos jeux de données sous votre `organisation sur opendata.swiss <https://opendata.swiss/fr/organization>`__.

source: Ansicht eines Datensatzes auf opendata.swiss
fr: Vue d'un jeu de données sur opendata.swiss

source: Sie haben eine Frage zum manuellen Erfassen Ihres Datasets? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__ und wir helfen Ihnen gerne weiter.
fr: Vous avez une question sur la saisie manuelle de votre jeu de données? `Écrivez-nous à <mailto:opendata@bfs.admin.ch>`__ et nous nous ferons un plaisir de vous aider.

source: Mehr zum Thema
fr: En savoir plus

source: :doc:`DCAT-AP-CH (Link, englisch) <../../glossar/bibliothek/dcat-ap-ch>` – Beschreibung des aktuell von opendata.swiss genutzten Datenstandards DCAT-AP-CH
fr: :doc:`DCAT-AP-CH (Lien, anglais) <../../glossar/bibliothek/dcat-ap-ch>` – Description du standard de données DCAT-AP-CH actuellement utilisé par opendata.swiss
