Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/metadaten-via-xml-hochladen.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Publizieren <../publizieren>` :fa:`chevron-right`
fr: :doc:`Publier <../publizieren>` :fa:`chevron-right`

source: :doc:`Publikationsvariante <../publikationsvariante>` :fa:`chevron-right`
fr: :doc:`variante de publication <../publikationsvariante>` :fa:`chevron-right`

source: Metadaten als XML importieren
fr: Import des métadonnées sous forme de fichier XML

source: Wie importiere ich meine Metadaten als XML-Datei?
fr: Import des métadonnées sous forme de fichier XML

source: Wenn Sie mehr als 3 Datasets importieren möchten, die regelmässig aktualisiert werden müssen, empfehlen wir die Variante Import als XML-Datei. Ihr Datenkatalog muss im Format :doc:`DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` vorliegen. Des Weiteren muss :doc:`Ihre Organisation mitsamt Benutzerinnen und Benutzern registriert sein <../erstpublizierende/kontakt-bfs>`. Dies erfolgt in Absprache mit der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>`. Wir zeigen Ihnen hier Schritt für Schritt, wie der Import funktioniert.
fr: Pour importer plus de trois jeux de données qui seront mis à jour périodiquement, nous recommandons d’opter pour l’import sous forme de fichier XML. Veillez à ce que votre catalogue de données soit au format :doc:`DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>`. En outre, :doc:`votre organisation et l’ensemble de ses utilisateurs doivent être enregistrés <../erstpublizierende/kontakt-bfs>`, en accord avec le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`. Nous vous expliquons l’import étape par étape.

source: Die Schritte auf einen Blick
fr: Vue d’ensemble des étapes

source: :ref:`Datenkatalog importieren <xml_datenkatalog_hochladen>`
fr: :ref:`Import du catalogue de données <xml_datenkatalog_hochladen>`

source: :ref:`Datasets prüfen <xml_datensaetze_pruefen>`
fr: :ref:`Contrôle du jeu de données <xml_datensaetze_pruefen>`

source: :ref:`Dataset veröffentlichen <xml_datensaetze_veroeffentlichen>`
fr: :ref:`Publication du jeu de données <xml_datensaetze_veroeffentlichen>`

source: :ref:`Datasets im Frontend prüfen <xml_datensaetze_im_frontend>`
fr: :ref:`Contrôle du jeu de données dans le frontal <xml_datensaetze_im_frontend>`

source: :ref:`Veröffentlichung in der Produktionsumgebung <xml_go_live>`
fr: :ref:`Publication dans l’environnement de production <xml_go_live>`

source: Gut zu wissen
fr: Bon à savoir

source: Sollten Sie zum ersten Mal Daten publizieren, führen wir Sie durch den Prozess und unterstützen Sie dabei, die korrekte Übermittlung und Darstellung Ihrer Daten sicherzustellen, unabhängig von der :doc:`Publikationsvariante <../publikationsvariante>`.
fr: Pour votre première publication, nous vous guidons tout au long de la procédure en vous aidant à transmettre et à présenter vos données comme il se doit, quelle que soit la :doc:`variante de publication <../publikationsvariante>` choisie.

source: Alle Schritte im Detail
fr: Les étapes en détail

source: Datenkatalog importieren
fr: Import du catalogue de données

source: Loggen Sie sich im Backend von opendata.swiss ein. Handelt es sich um eine Erstpublikation oder möchten Sie eine neue oder besonders komplexe Veröffentlichung testweise durchführen, ist die :term:`Abnahmeumgebung <Abnahmeumgebung>` dafür die richtige Wahl. Handelt es sich um eine wiederholte Publikation und Sie möchten Ihre Datasets direkt veröffentlichen, dann können Sie direkt die :term:`Produktionsumgebung <Produktionsumgebung>` verwenden.
fr: Connectez-vous à l’arrière-plan opendata.swiss. Vous allez procéder à votre première publication, ou vous souhaitez tester une nouvelle publication ou une publication particulièrement complexe? Alors le mieux est de recourir à l’:term:`environnement de test <Abnahmeumgebung>`. S’agit-il d’une publication récurrente et souhaitez-vous publier vos jeux de données directement? Vous pouvez alors recourir à l’:term:`environnement de production <Produktionsumgebung>`.

source: Gehen Sie zu Ihrer Organisation.
fr: Sélectionnez votre organisation.

source: Klicken Sie auf den Button «Datensätze aus XML hinzufügen».
fr: Cliquez sur «Ajouter des jeux de données à partir de XML».

source: Mit «Submit» wird der Upload gestartet.
fr: Puis sur «Soumettre» pour lancer le téléversement.

source: Wichtig: Der Datenkatalog muss im Format :doc:`DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` vorliegen.
fr: Important: le catalogue de données doit être au format :doc:`DCAT-AP CH <../../glossar/bibliothek/dcat-ap-ch>`.

source: Ihre Datasets werden nach erfolgreichem Import als «Entwurf» gespeichert und in der Liste der Datasets Ihrer Organisation mit aufgelistet:
fr: Une fois vos jeux de données importés, ils sont sauvegardés sous forme de «brouillon» et répertoriés dans la liste des jeux de données de votre organisation.

source: Bei allfälligen Fehlern erscheint eine rote Fehlermeldung nach dem Hochladen des Datenkatalogs.
fr: Un message d’erreur rouge s’affiche si l’import a échoué.

source: Korrigieren Sie Ihren Datenkatalog und laden Sie diesen anschliessend erneut hoch.
fr: Adaptez votre catalogue de données, puis téléversez-le une nouvelle fois.

source: Datasets prüfen
fr: Contrôle du jeu de données

source: Ihre Datasets sind jetzt hochgeladen, aber noch nicht veröffentlicht. Finden Sie Ihre Datasets mit der Facettensuche nach dem Status «Entwurf»:
fr: Votre jeu de données est téléversé, mais pas encore publié. Recourez à la recherche à facettes pour trouver vos jeux de données ayant le statut «brouillon».

source: Gehen Sie in die Detailansicht Ihres Datasets: Sind alle Felder so ausgefüllt, wie Sie es erwarten, dann können Sie Ihr Dataset veröffentlichen.
fr: Affichez la vue détaillée de votre jeu de données. Une fois que vous avez complété tous les champs, vous pouvez publier votre jeu de données.

source: Dataset veröffentlichen
fr: Publication du jeu de données

source: Vor der Veröffentlichung ist Ihr Dataset in der Abnahmeumgebung mit dem Vermerk «Entwurf» und einem Schlosssymbol markiert. Nach der Veröffentlichung verschwindet dieses Symbol und Ihr Dataset ist dann auch im Frontend der Abnahmeumgebung sichtbar.
fr: Avant la publication, votre jeu de données reçoit le statut «brouillon» et il est accompagné du symbole verrouillage dans l’environnement de test. Ce symbole disparaît après la publication et votre jeu de données apparaît aussi dans le frontal de l’environnement de test.

source: Um Ihr Dataset zu veröffentlichen müssen Sie in den Bearbeitungsmodus wechseln. Klicken Sie dazu auf den Button «Bearbeiten».
fr: Pour publier votre jeu de données, veuillez passer en mode traitement.

source: Sie gelangen in das Webformular Ihres Datasets:
fr: Le formulaire web de votre jeu de données s’affiche.

source: Scrollen Sie zu dem Feld «Sichtbarkeit»: Es ist auf «Entwurf eingestellt»
fr: Faites défiler l’écran jusqu’à «Visibilité», qui a maintenant pour statut «brouillon».

source: Sie können Ihr Dataset sofort veröffentlichen, indem Sie den Status auf "Veröffentlicht" ändern. Oder Sie können eine zukünftige Veröffentlichung planen, indem Sie im darunterliegenden Feld den Veröffentlichungstermin terminieren.
fr: Pour publier le jeu de données immédiatement, il vous suffit de changer son statut sur «Publié». Si vous souhaitez le publier plus tard, il suffit de définir la date prévue dans le champ plus bas.

source: Die Veröffentlichung lässt sich verlässlich auf ein bestimmtes Datum planen.
fr: La date choisie sera respectée.

source: Wichtig: Vergessen Sie nicht nach der Änderung auf «Aktualisieren» zu klicken. Sie finden diesen Button ganz unten im Webformular.
fr: Important: après chaque modification, veuillez cliquer sur «Mettre à jour». Ce bouton se trouve tout en bas du formulaire.

source: Datasets im Frontend prüfen
fr: Contrôle du jeu de données dans le frontal

source: Sobald Ihre Datasets veröffentlicht sind, können sie auch im Frontend der Abnahmeumgebung angesehen werden. Sie gelangen zur Datenansicht Ihres Datasets im Frontend, indem Sie in die Detailansicht Ihres Datasets gehen und ``ckan`` aus der URL Ihres Datasets entfernen:
fr: Dès que votre jeu de données est publié, il apparaît aussi dans le frontal de l’environnement de test. Pour afficher l’aperçu des données de votre jeu dans le frontal, il vous suffit de supprimer ``ckan`` dans l’URL de votre jeu de données.

source: Beispielansicht eines publizierten Datasets
fr: «Exemple d’un jeu de données publié».

source: Bitte prüfen Sie Ihre Daten auch hier nochmal:
fr: Veuillez vérifier vos données.

source: Veröffentlichung in der Produktionsumgebung
fr: Publication dans l’environnement de production

source: Sollten Sie zum ersten Mal Daten publizieren, muss Ihr Dataset von der Abnahmeumgebung noch auf die Produktionsumgebung übertragen werden. Dies übernehmen wir für Sie, `geben Sie uns einfach per E-Mail Bescheid <mailto:opendata@bfs.admin.ch>`__. Sollten Sie bereits über die Rechte für die Produktionsumgebung verfügen, können Sie die Daten dort gleich veröffentlichen.
fr: S’il s’agit de votre première publication, il vous reste encore à transférer votre jeu de données de l’environnement de test à l’environnement de production. Nous nous ferons un plaisir de nous en occuper pour vous, `il suffit de nous envoyer un e-mail <mailto:opendata@bfs.admin.ch>`__. Si vous avez déjà accès à l’environnement de production, vous pouvez directement y publier vos données.

source: Sie haben eine Frage zum Import Ihres Datasets als XML? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__ und wir helfen Ihnen gerne weiter.
fr: Avez-vous des questions sur l’import de votre jeu de données sous forme de fichier XML? `Écrivez-nous <mailto:opendata@bfs.admin.ch>`__, nous nous ferons un plaisir de vous aider.

source: Mehr zum Thema
fr: Informations complémentaires

source: :doc:`DCAT-AP-CH (Link, englisch) <../../glossar/bibliothek/dcat-ap-ch>` – Beschreibung des aktuell von opendata.swiss genutzte Datenstandards DCAT-AP-CH
fr: :doc:`DCAT-AP-CH <../../glossar/bibliothek/dcat-ap-ch>` – Description de la norme de données DCAT-AP CH utilisée par opendata.swiss sous DCAT-AP CH (lien, en anglais)

source: :download:`Screencast zum Importieren der Metadaten als XML-Datei <../../../_static/screencasts/xml-import.gif>` - In diesem Screencast zeigen wir Ihnen den Import eines Datenkatalogs
fr: :download:`Importation de métadonnées sous forme de fichier XML <../../../_static/screencasts/xml-import.gif>` – Ce screencast vous montre comment importer un catalogue de données.

source: :download:`Veröffentlichung eines Datasets terminieren <../../../_static/screencasts/schedule-dataset.gif>` - In diesem Screencast zeigen wir Ihnen, wie Sie die Veröffentlichung Ihres Datasets terminieren können
fr: :download:`Choix de la date de publication d’un jeu de données <../../../_static/screencasts/schedule-dataset.gif>` – Ce screencast vous montre comment choisir la date de publication de votre jeu de données.
