Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/publizieren/publikationsvarianten/metadaten-manuell-erfassen.po
Languages: fr

source: Tragen Sie hier den Link zu der Webseite Ihrer Organisation ein, auf der weitere Informationen zu dem betreffenden Datenangebot zu finden sind oder über die die Originaldaten abgerufen werden können.
fr: Indiquez ici le lien vers le site web de votre organisation sur lequel des informations supplémentaires sur les données proposées peuvent être trouvées ou sur lequel les données originales peuvent être récupérées.

source: Eingabefeld von «Landing Page»
fr: Champ de saisie «Landing Page»

source: Räumliche Abdeckung
fr: Couverture spatiale

source: Das Feld **Räumliche Abdeckung** beschreibt das geographische Gebiet, das von den Daten abgedeckt wird. Einige Beispiele: “Schweiz”, “Kanton Solothurn”, “Aarau”. Zurzeit kann Freitext eingegeben werden. Für Gebiete, die in den folgenden Vokabularen enthalten sind, müssen die entsprechenden Begriffe verwendet werden: `VOCAB-EU-CONTINENT <http://publications.europa.eu/resource/authority/continent>`__, `VOCAB-EU-COUNTRY <https://publications.europa.eu/resource/authority/country>`__, `VOCAB-EU-PLACE <https://publications.europa.eu/resource/authority/place>`__, `GEONAMES <http://sws.geonames.org/>`__. Das Feld **GeoIV ID** wird nicht auf opendata.swiss angezeigt. Informationen zu diesem Feld finden Sie im `Handbuch von I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__:
fr: Le champ **Couverture spatiale** décrit la zone géographique couverte par les données. Quelques exemples : « Suisse », “Canton de Soleure”, “Aarau”. Actuellement, le texte peut être librement saisi. Pour les zones incluses dans les vocabulaires suivants, les termes correspondants doivent être utilisés :`VOCAB-EU-CONTINENT <http://publications.europa.eu/resource/authority/continent>`__, `VOCAB-EU-COUNTRY <https://publications.europa.eu/resource/authority/country>`__, `VOCAB-EU-PLACE <https://publications.europa.eu/resource/authority/place>`__, `GEONAMES <http://sws.geonames.org/>`__. Le champ **GeoIV ID** n'est pas visible sur opendata.swiss. Vous trouverez des informations sur ce champ dans le `manuel d'I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__:

source: Eingabefelder räumliche Abdeckung und GeoIV-ID
fr: Champs de saisie Couverture spatiale et GeoIV-ID

source: Zeitliche Abdeckung
fr: Couverture temporelle

source: Im Feld **Zeitliche Abdeckung** können Sie den Zeitraum angeben, den der Datensatz umfasst. Wählen Sie dazu im Kalender das Datum «Von» und «Bis». Im Feld **Frequenz** können Sie aus der Dropdown-Liste die Häufigkeit auswählen, mit der der Datensatz aktualisiert wird.
fr: Dans le champ **Couverture temporelle**, vous pouvez indiquer la période couverte par le jeu de données. Pour ce faire, sélectionnez la date « Du “ et ” À » dans le calendrier. Dans le champ **Fréquence**, vous pouvez sélectionner dans la liste déroulante la fréquence à laquelle le jeu de données est actualisé.

source: Eingabefelder zeitliche Abdeckung und Frequenz
fr: Champs de saisie Couverture temporelle et Fréquence

source: Konform zu
fr: Conforme à

source: Im Feld «Konform zu» werden technische Spezifikationen erfasst. Setzen Sie dazu einen Link auf das entsprechende Dokument, z.B. auf die Beschreibung eines Standards bei eCH.
fr: Le champ « Conforme à » permet de saisir des spécifications techniques. Pour ce faire, insérez un lien vers le document correspondant, par ex. vers la description d'une norme sur eCH.

source: Eingabefeld Konform zu
fr: Champ de saisie Conforme à

source: Dokumente
fr: Documents

source: Im Feld **Dokumente** können Sie weitere Dokumente eintragen, die in direktem Zusammenhang mit Ihrem Angebot stehen, z.B. einen Link zu einem wissenschaftlichen Artikel, einer Anleitung oder einem Hintergrundtext.
fr: Dans le champ **Documents**, vous pouvez saisir d'autres documents qui ont un rapport direct avec vos données, par exemple un lien vers un article scientifique, un manuel ou un texte de fond.

source: Wird referenziert von
fr: Est référencé par

source: **Beachten Sie: Dieses Feld wird nicht auf opendata.swiss angezeigt.** In diesem Feld können Ressourcen erfasst werden, die sich auf den beschriebenen Datensatz beziehen – etwa eine Publikation, die auf Grundlage der Daten verfasst wurde.
fr: **Attention : ce champ n'est pas visible sur opendata.swiss.** Ce champ permet de saisir les ressources qui se rapportent au jeu de données décrit - par exemple une publication rédigée sur la base des données.

source: Eingabefeld wird referenziert von
fr: Champ de saisie Est référencé par

source: Qualifizierte Rollenzuordnung
fr: Attribution qualifiée

source: **Beachten Sie: Dieses Feld wird nicht auf opendata.swiss angezeigt.** Falls weitere Organisationen für Teilbereiche des Datensatzes verantwortlich sind, können Sie diese hier hinterlegen. Wählen Sie die Rolle aus der Liste aus, die am besten passt. Und wählen Sie in einem zweiten Schritt die beteiligte Organisation aus. Hinterlegt sind alle Organisationen, die die I14Y-Interoperabilitätsplattform nutzen.
fr: **Attention : ce champ n'est pas visible sur opendata.swiss.** Si d'autres organisations sont responsables de certaines parties du jeu de données, vous pouvez les enregistrer ici. Choisissez dans la liste le rôle qui convient le mieux. Ensuite, sélectionnez l'organisation impliquée. Toutes les organisations qui utilisent la plateforme d'interopérabilité I14Y sont enregistrées.

source: Eingabefeld Qualifizierte Rollenzuordnung
fr: Champ de saisie Attribution qualifiée

source: Verweis auf verwandte Datensätze
fr: Relation qualifiée

source: Im Feld **Qualifizierte Beziehung** können Sie aus allen auf opendata.swiss verfügbaren Datensätzen diejenigen auswählen, die einen thematischen Bezug zu Ihrem aktuellen Datensatz haben. Dadurch können Datennutzende über Ihren Datensatz auf andere Datensätze aufmerksam gemacht werden, die für sie von Interesse sein könnten. Wählen Sie in der Dropdown-Liste «Hatte Rolle» die Option «Verwandt».
fr: Dans le champ **Relation qualifiée**, vous pouvez sélectionner parmi tous les jeux de données disponibles sur opendata.swiss ceux qui ont un rapport thématique avec votre jeu de données actuel. Ainsi, les utilisateurs de données peuvent être rendus attentifs, par le biais de votre jeu de données, à d'autres jeux de données qui pourraient les intéresser. Dans la liste déroulante « A eu un rôle », sélectionnez l'option « Apparenté ».

source: Eingabefeld qualifizierte Beziehung
fr: Champs de saisie Relation qualifiée

source: Im Feld **URL** geben Sie den **Perma-Link des Datensatzes** an, auf den Sie verlinken möchten. Es ist wichtig, dass Sie den Perma-Link des Datensatzes angeben. Gehen Sie dazu auf die Seite des Datensatzes auf https://opendata.swiss, den Sie verlinken möchten. Unter **Zusätzliche Informationen** finden Sie das Feld **Identifier**. Bewegen Sie die Maus über den Identifier (im Beispiel «lustat-grwahlen-lu@lustat», klicken Sie mit der rechten Maustaste und wählen Sie die Option «Link kopieren». Geben Sie diesen im Eingabefeld «URL» ein. Der Perma-Link hat die Form ``[https://opendata.swiss/perma/lustat-grwahlen-lu@lustat]``. Im Pfad der URL sehen Sie ``perma`` gefolgt vom entsprechenden ``Identifier`` des Datensatzes.
fr: Dans le champ **URL**, indiquez le **permalien du jeu de données** que vous souhaitez relier. Il est important que vous indiquiez le perma-link du jeu de données. Pour ce faire, rendez-vous sur la page du jeu de données sur https://opendata.swiss avec lequel vous souhaitez établir un lien. Sous **Informations complémentaires**, vous trouverez le champ **Identifiant**. Déplacez la souris sur l'identifiant (dans l'exemple « agenda-vh@ville-geneve », cliquez avec le bouton droit de la souris et sélectionnez l'option « Copier le lien ». Saisissez celui-ci dans le champ de saisie « URL ». Le permalien se présente sous la forme ``[https://opendata.swiss/fr/perma/agenda-vh@ville-geneve]``. Dans l'URL, vous voyez ``perma`` suivi de l'``identifiant`` correspondant au jeu de données.

source: Permalink des Datensatzes im Feld Identifier im Bereich zusätzliche Informationen auf opendata.swiss
fr: Permalien du jeu de données sur le champ Identifier dans la partie Informations compémentaires sur opendata.swiss

source: Verwandte Ressourcen
fr: Ressource associée

source: In diesem Bereich werden allfällige gesetzliche Grundlagen zum betreffenden Datenangebot erfasst, also etwa Gesetze und Verordnungen. **Handelt es sich um die gesetzliche Grundlage, setzen sie bitte in die Sprachfelder die folgende Terme: "Rechtliche Grundlagen"(DE), "Base légale"(FR), "Basi legali" (IT) und "legal basis"(EN)**. Setzen Sie dazu einen Link zum betreffenden Dokument auf `Fedlex <https://www.fedlex.admin.ch/de/>`__ oder auf die entsprechende Online-Ressource, die den Text enthält. Zudem lassen sich verwandte Ressourcen verlinken, die nicht zum Feld Qualifizierte Beziehungen passen, etwa zusätzliches Material wie einen Artikel, ein Beispiel oder eine Dokumentation.
fr: Dans cette section, les éventuelles bases légales relatives aux données concernées sont saisies, par exemple les lois et les ordonnances. **S'il s'agit de la base légale, veuillez insérer les termes suivants dans les champs linguistiques : « Rechtliche Grundlagen » (DE), « Base légale » (FR), « Basi legali » (IT) et « legal basis » (EN)**. Pour ce faire, insérez un lien vers le document concerné sur `Fedlex <https://www.fedlex.admin.ch/fr/>`__ ou vers la ressource en ligne correspondante qui contient le texte. En outre, il est possible de créer un lien vers des ressources associées qui ne correspondent pas au champ Relation qualifiée, par exemple un matériel supplémentaire tel qu'un article, un exemple ou une documentation.

source: Eingabefeld verwandte Ressourcen mit Link auf Fedlex-Artikel
fr: Champ de saisie des ressources associées avec lien vers l'article Fedlex

source: Bild
fr: Image

source: **Beachten Sie: Dieses Feld wird nicht auf opendata.swiss angezeigt.** Links zu Minibildern, die den Inhalt des Datensatzes illustrieren. Pro Datensatz können Links zu höchstens drei Bildern hinzugefügt werden.
fr: **Attention : ce champ n'est pas visible sur opendata.swiss.** Liens vers des petites images illustrant le contenu du jeu de données. Des liens vers trois images au maximum peuvent être ajoutés par jeu de données.

source: Eingabefeld Bild
fr: Champs de saisie pour les images

source: Version
fr: Versions

source: **Beachten Sie: Diese Felder werden nicht auf opendata.swiss angezeigt.** Unter dem Feld **Version** können Sie die Versionsnummer Ihres Datensatzes eintragen. Beim Feld **Versionshinweise** können Sie zusätzliche Informationen zum betreffenden Datensatzes erfassen.
fr: **Attention : ces champs ne sont pas visibles sur opendata.swiss.**. Sous le champ **Version**, vous pouvez saisir le numéro de version de votre jeu de données. Dans le champ **Notes de version**, vous pouvez saisir des informations supplémentaires sur le jeu de données.

source: Eingabefelder für die Version
fr: Champ de saisie pour la version

source: Sie sind am Ende der Eingabe der Metadatenfelder zur Beschreibung des Datensatzes angelangt. Sie können nun die Eingabe der Metadatenfelder speichern und schliessen. Der nächste Schritt besteht darin, dem Datensatz mindestens eine Distribution hinzuzufügen.
fr: Vous avez terminé la saisie des champs de métadonnées pour la description du jeu de données. Vous pouvez maintenant enregistrer et fermer la saisie des champs de métadonnées. L'étape suivante consiste à ajouter au moins une ressource au jeu de données.

source: Beschreibung der Distribution erstellen
fr: Description des ressources

source: Wenn Sie die Eingabe der Metadaten für Ihren Datensatz abgeschlossen haben, müssen Sie als Nächstes eine oder mehrere Distributionen zu Ihrem Datensatz hinzufügen. Speichern und schliessen Sie die Metadaten des Datensatzes, wählen Sie den Reiter **Distributionen** und klicken Sie auf die Schaltfläche **Erstellen**, um zum Webformular für die Beschreibung der Distribution zu gelangen.
fr: Lorsque vous avez terminé de saisir les métadonnées de votre jeu de données, vous devez ensuite ajouter une ou plusieurs distributions à votre jeu de données. Enregistrez et fermez les métadonnées du jeu de données, sélectionnez l'onglet **Distributions** et cliquez sur le bouton **Créer** pour accéder au formulaire web de description de la distribution.

source: Reiter Distribution
fr: Distribution - Détails

source: Die Erfassung einer Distribution funktioniert ähnlich wie die beim Datensatz: Wählen Sie einen geeigneten Identifikator aus Ihrem Quellsystem aus, geben Sie Titel und Beschreibung ein. Für die Sprachversionen gelten die gleichen Regeln wie beim Datensatz: Alle Bundesstellen müssen die Angaben mindestens auf Deutsch und Französisch eingeben – wünschenswert wären allerdings alle vier Sprachen. Andere Organisationen müssen Titel und Beschreibung in mindestens einer Sprache eingeben. Falls die Distribution sprachunabhängig ist, wählen Sie unter dem Feld **Sprache** keine Sprache aus. Auch hier ist im Pflichtfeld **Publikationsdatum** das Veröffentlichungsdatum der Distribution anzugeben.
fr: La saisie d'une distribution fonctionne de manière similaire à celle du jeu de données : choisissez un identifiant approprié de votre système source, saisissez le titre et la description. Pour les versions multilingues, les règles sont les mêmes que pour le jeu de données : tous les organes fédéraux doivent saisir les informations au moins en allemand et en français - les quatre langues seraient toutefois préférables. Les autres organisations doivent saisir le titre et la description dans au moins une langue. Si la distribution est indépendante de la langue, ne sélectionnez aucune langue sous le champ **Langue**. Ici aussi, la date de publication de la distribution doit être indiquée dans le champ obligatoire **date de publication**.

source: Eingabefelder für die Beschreibung der Distribution im Bereich Details
fr: Champs de saisie pour la description de la distribution dans la partie Détails

source: Wichtig: Jedes Dataset muss **mindestens eine Distribution** haben.
fr: Important : chaque dataset doit avoir **au moins une distribution**.

source: Eine «Distribution» ist eine spezifische Darstellung des Datensatzes. Ein Datensatz kann in mehreren Serialisierungen vorliegen, die sich vielerlei Hinsicht unterscheiden können, z. B. hinsichtlich der natürlichen Sprache, des Medientyps oder des Formats, der schematischen Organisation, der zeitlichen und räumlichen Auflösung, des Detaillierungsgrads oder der Profile (die eines oder alle der oben genannten Merkmale enthalten können).
fr: Une « distribution » est une représentation spécifique d'un jeu de données. Un jeu de données peut se présenter sous la forme de plusieurs sérialisations, qui peuvent différer à de nombreux égards, par exemple en ce qui concerne le langage naturel, le type de média ou le format, l'organisation schématique, la définition temporelle et spatiale, le niveau de détail ou les profils (qui peuvent contenir une ou toutes les caractéristiques susmentionnées).

source: Zugangs-URL
fr: URL d'accès

source: Für jede Distribution müssen Sie unter **Zugangs-URL** eine URL angeben, über welche auf die Distribution zugegriffen werden kann. Falls sich hinter der URL ein direkter Download verbirgt, muss die URL auch als **Download-URL** eingetragen werden. Klicken Sie hierzu auf das Kästchen bei **Download-URL**. Optional kann die **Grösse** der Distribution in Bytes angegeben werden. Unter **Format** wählen Sie das Format Ihrer Distribution. Bei Bedarf kann der Medientyp (früher MIME-Typ) spezifiziert werden. Die Felder **Komprimierungsformat**, **Prüfsummenalgorithmus**, und **Prüfsumme** werden derzeit nicht auf opendata.swiss angezeigt. Weitere Informationen zu diesen Feldern finden Sie `Handbuch von I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.
fr: Pour chaque distribution, vous devez indiquer sous **URL d'accès** une URL qui permet d'accéder à la distribution. Si l'URL permet un téléchargement direct, elle doit également être saisie comme **URL de téléchargement**. Pour cela, cliquer sur la case **URL de téléchargement**. Vous pouvez éventuellement indiquer la **taille** de la distribution en octets. Sous **Format**, sélectionnez le format de votre distribution.Si nécessaire, le type de média (anciennement type MIME) peut être spécifié. Les champs **format de compression**, **algorithme de somme de contrôle**, et **somme de contrôle** ne sont actuellement pas visibles sur opendata.swiss.Pour plus d'informations sur ces champs, voir le `manuel de I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.

source: Eingabefelder im ereich Zugangs-URL
fr: Champs de saisie de la section URL d'accès

source: Im Feld **Lizenz** müssen Sie die Nutzungsbedingung des Datensatzes gemäss den `Nutzungsbedingungen von opendata.swiss <https://opendata.swiss/de/terms-of-use>`__ angeben. Diese stehen Ihnen in der Dropdown-Liste zur Auswahl. Wählen Sie den zutreffenden, mit «Opendata» gekennzeichneten Menüpunkt aus. Die Felder **Rights** und **Verfügbarkeit** werden nicht auf opendata.swiss angezeigt. Weitere Informationen zu den Feldern finden Sie im `Handbuch von I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.
fr: Dans le champ **Licence**, vous devez indiquer les conditions d'utilisation du jeu de données conformément aux `Conditions d'utilisation sur opendata.swiss <https://opendata.swiss/fr/terms-of-use>`__.Sélectionnez celles qui s'appliquent dans la liste déroulante. Les champs **Rights** et **Disponibilité** ne sont pas visibles sur opendata.swiss. Pour plus d'informations sur ces champs, voir le `manuel de I14Y <https://i14y-ch.github.io/handbook/de/6_anhang/eingabefelder/>`__.

source: Abdeckung
fr: Couverture

source: Die Distribution kann nach Zeitraum gekennzeichnet werden. Geben Sie hierzu im Kalender das Datum «Von» und «Bis» ein.
fr: La distribution peut être caractérisée par période. Pour ce faire, saisissez la date « Du “ et ” À » dans le calendrier.

source: Im Feld **Zeitliche Auflösung** kann der Mindestzeitraum erfasst werden, der in der Distribution aufgelöst werden kann. Handelt es sich bei dem Datensatz um eine Zeitreihe, sollte dies dem Abstand zwischen den Elementen der Reihe entsprechen. Bei anderen Arten von Datensätzen gibt diese Eigenschaft in der Regel die kleinste zeitliche Differenz zwischen den Elementen im Datensatz an. Bevorzugt wird eine einheitliche Notation gemäss `https://www.w3.org/TR/xmlschema11-2/#duration <https://www.w3.org/TR/xmlschema11-2/#duration>`__, z.B.: P1D (Auflösung 1 Tag), P1M (ein Monat), P1Y (ein Jahr).
fr: Dans le champ **Résolution temporelle**, il est possible de saisir la période minimale qui peut être représentée dans la distribution. Si le jeu de données est une série chronologique, cela doit correspondre à la période entre les éléments de la série. Pour les autres types de jeux de données, cette propriété indique généralement la plus petite différence temporelle entre les éléments du jeu de données. Il est préférable d'utiliser une notation uniforme selon `https://www.w3.org/TR/xmlschema11-2/#duration <https://www.w3.org/TR/xmlschema11-2/#duration>`__, par exemple : P1D (résolution d'un jour), P1M (un mois), P1Y (un an).

source: Eingabefelder im Bereich Abdeckung
fr: Champs de saisie dans la section Couverture

source: Im Feld **Konform zu** werden technische Spezifikationen zur entsprechenden Distribution erfasst. Setzen Sie dazu einen Link auf das entsprechende Dokument, z.B. auf die Beschreibung eines Standards bei eCH.
fr: Le champ **Conforme à** permet de saisir des spécifications techniques relatives à la distribution correspondante. Pour cela, insérez un lien vers le document correspondant, par ex. vers la description d'une norme sur eCH.

source: Im Feld **Dokumente** können Sie weitere Dokumente eintragen, die in direktem Zusammenhang mit der entsprechenden Distribution stehen, z.B. einen Link zu einem wissenschaftlichen Artikel, einer Anleitung oder einem Hintergrundtext.
fr: Dans le champ **Documents**, vous pouvez saisir d'autres documents qui ont un lien direct avec la distribution correspondante, par exemple un lien vers un article scientifique, un mode d'emploi ou un texte de fond.

source: Wichtig: Bitte berücksichtigen Sie bei der Publikation von Distributionen die `«OGD-Richtlinien» <https://handbook.opendata.swiss/de/content/glossar/bibliothek/ogd-richtlinien.html>`__.
fr: Important: Veuillez tenir compte des `«Lignes directrices OGD» <https://handbook.opendata.swiss/fr/content/glossar/bibliothek/ogd-richtlinien.html>`__ lors de la publication de distributions.

source: Beschreibung der Distribution beenden und weitere hinzufügen
fr: Terminer la description de la distribution et en ajouter d'autres

source: Sie haben nun Ihre erste Distribution erstellt und können entweder über die Schaltfläche **Speichern und schliessen** die Distribution speichern. Weitere Distributionen können Sie über die Schaltfläche **Erstellen** hinzufügen. Das Hinzufügen weiterer Distributionen ist jederzeit möglich.
fr: Vous avez maintenant créé votre première distribution et pouvez l'enregistrer en cliquant sur le bouton **Enregistrer et fermer**. Vous pouvez ajouter d'autres distributions en cliquant sur le bouton **Créer**. L'ajout d'autres distributions est possible à tout moment.

source: Reiter Distribution mit einer Übersicht der erstellten Distributionen
fr: Onglet Distribution avec un aperçu des distributions créées

source: Datensatz prüfen und veröffentlichen
fr: Contrôle du jeu de données

source: Schauen Sie sich die Beschreibung des Datensatzes und seiner Distributionen in der Detailansicht an: Wenn alle Felder wie erwartet ausgefüllt sind, können Sie Ihren Datensatz veröffentlichen.
fr: Consultez la description du jeu de données et de ses distributions dans la vue détaillée : Si tous les champs sont remplis comme souhaité, vous pouvez publier votre jeu de données.

source: Ansicht der beschriebenen Felder des Datensatzes
fr: Vue des champs décrits du jeu de données

source: Ändern des Status
fr: Modfifier le statut

source: Wichtig: Die folgende Beschreibung gilt für Personen in der Rolle Local Data Steward. Wenn das Setzen des Registrierungsstatus nicht möglich ist, kontaktieren Sie eine Person in der Rolle Local Data Steward Ihrer Organisation. Informationen zu den Rollen finden Sie `hier <https://i14y-ch.github.io/handbook/de/2_rollen_prozesse/rollen/>`__.
fr: Important : la description suivante s'applique aux personnes ayant le rôle de Local Data Steward. S'il n'est pas possible de définir le statut d'enregistrement, contactez une personne ayant le rôle de Local Data Steward dans votre organisation. Vous trouverez des informations sur les rôles `ici <https://i14y-ch.github.io/handbook/fr/2_rollen_prozesse/roles/>`__.

source: In der Detailansicht sehen Sie den Status Ihrer Beschreibung. Der aktuelle Status ist **Initial**. Sie müssen diesen Status ändern, indem Sie auf die Schaltfläche **Registrierungsstatus vorschlagen** klicken und die Option **Kandidat** auswählen.
fr: Dans la vue détaillée, vous pouvez voir le statut de votre description. Le statut actuel est **Initial**. Vous devez modifier ce statut en cliquant sur le bouton **Proposer un statut d'enregistrement** et en sélectionnant l'option **Candidat**.

source: Ansicht Auswahl Status Kandidat
fr: Vue Sélection du statut Candidat
