Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/nutzen/api-nutzen.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: :doc:`Nutzen <nutzen>` :fa:`chevron-right`
fr: :doc:`Utiliser <nutzen>` :fa:`chevron-right`

source: opendata.swiss API nutzen
fr: Utiliser l’API opendata.swiss

source: Wie nutze ich den API-Zugriff von opendata.swiss?
fr: Comment utiliser l'accès API d'opendata.swiss ?

source: Das Portal `opendata.swiss <https://opendata.swiss/>`__ basiert auf dem Open-Source-Projekt CKAN. CKAN stellt eine umfangreiche API für die Metadaten des offenen Datenkatalogs zur Verfügung, die Applikationsentwickler_innen nutzen können. In diesem Kapitel erklären wir Ihnen, wie Sie mittels API auf die Daten von opendata.swiss zugreifen können. Werfen Sie auch einen Blick in aktuelle `Beispiele, wie OGD genutzt <https://opendata.swiss/showcase/>`__ wird.
fr: Le portail `opendata.swiss <https://opendata.swiss/>`__ est basé sur le projet open-source CKAN. du catalogue de données ouvertes, que les développeurs d'applications peuvent utiliser. Dans ce chapitre, nous vous expliquons comment accéder aux données d'opendata.swiss par l'API. Jetez également un coup d'oeil sur des `exemples actuelles d'utilisation de données publiques ouvertes <https://opendata.swiss/showcase/>`__.

source: Gut zu wissen
fr: Bon à savoir

source: Hier geben wir Ihnen eine Einführung zur Nutzung der API von `opendata.swiss <https://opendata.swiss/>`__. Eine ausführliche Dokumentation zur CKAN API finden Sie in der `CKAN API Dokumentation <https://docs.ckan.org/en/latest/api/>`__.
fr: Nous vous donnons ici une introduction à l'utilisation de `l'API d'opendata.swiss <https://opendata.swiss/>`__. Vous trouverez une documentation détaillée sur l'API CKAN dans la `documentation API CKAN <https://docs.ckan.org/en/latest/api/>`__.

source: Einführung
fr: Introduction

source: Eine `API (Application Programming Interface <https://de.wikipedia.org/wiki/Programmierschnittstelle>`__) ermöglicht es, dass Software direkt mit einem externen System (in diesem Fall den Metadaten auf der Plattform opendata.swiss) interagiert. Während die Webseite der Plattform opendata.swiss und die `Suchfunktion <https://opendata.swiss/de/dataset>`__ auf die Nutzung durch Menschen ausgerichtet ist, bieten wir über die API eine Zugriffsmöglichkeit, die für die Automatisierung optimiert ist.
fr: Une `API (Application Programming Interface <https://fr.wikipedia.org/wiki/Interface_de_programmation>`__) permet à un logiciel de communiquer directement avec un système externe – ici les métadonnées sur la plateforme opendata.swiss. Alors que le site web de la plate-forme `opendata.swiss et sa fonction de recherche <https://opendata.swiss/de/dataset>`__ sont conçus pour être utilisés par des humains, nous offrons une possibilité d'accès optimisé pour l'automatisation par l’API.

source: Nutzung der API – so funktioniert es
fr: Utilisation de l'API - Comment cela fonctionne

source: :ref:`Zugriffsmöglichkeiten <api-nutzen-zugriffsmoeglichkeiten>`
fr: :ref:`Possibilités d'accès <api-nutzen-zugriffsmoeglichkeiten>`

source: :ref:`Action-API <api-nutzen-action-api>`
fr: :ref:`API d'action <api-nutzen-action-api>`

source: :ref:`Beispiel API-Response <api-nutzen-beispiel-response>`
fr: :ref:`Exemples d'une reponse de l'API <api-nutzen-beispiel-response>`

source: :ref:`Beispiele <api-nutzen-beispiele>`
fr: :ref:`Exemples <api-nutzen-beispiele>`

source: Zugriffsmöglichkeiten
fr: Possibilités d'accès

source: Sie haben verschiedene Möglichkeiten, auf die API von opendata.swiss zuzugreifen:
fr: Plusieurs options existent pour accéder à l'API d'opendata.swiss :

source: via Browser,
fr: via le navigateur

source: über die Kommandozeile, oder durch
fr: par la ligne de commande

source: spezialisierte Werkzeuge wie ckanapi oder Fetch-API.
fr: par des outils spécialisés comme ckanapi ou Fetch-API

source: Je nach Einsatzzweck eignen sich verschiedene Arten. Für den Zugriff über den Browser empfehlen wir die Nutzung eines JSON-Viewers (nativ oder Plug-In), um die Lesbarkeit der Informationen zu verbessern.
fr: Les différents types d’accès conviennent aux différents besoins de l'utilisation. Pour l'accès via le navigateur, nous recommandons l'utilisation d'un visualiseur JSON (natif ou plug-in) afin d'améliorer la lisibilité des informations.

source: Die Basis-URL lautet *https://ckan.opendata.swiss/api/3/action/* und wird gefolgt von der Aktion und allfälligen notwendigen Zusatzinformationen.
fr: L'URL de base est *https://ckan.opendata.swiss/api/3/action/* et est suivie de l'action et des éventuelles informations complémentaires nécessaires.

source: API Zugriff über den Browser
fr: Accès API via le navigateur

source: API Zugriffe über die Kommandozeile, etwa mit cURL
fr: Accès API via la ligne de commande, par exemple avec cURL

source: API Zugriffe über das CKAN Werkzeug `ckanapi <https://github.com/ckan/ckanapi>`__
fr: API Accès via l'outil CKAN ckanapi

source: Alle Zugriffe verwenden das Wort *action*, wie in den Beispielen oben zu beobachten ist. Grundsätzlich sind die meisten Funktionen in CKAN als *action* programmiert, so dass sie über die API angestossen werden können. Mehr dazu lesen Sie im Abschnitt `Action-API in der CKAN Dokumentation <https://docs.ckan.org/en/latest/api/#action-api-reference>`__.
fr: Tous les accès utilisent le terme *action*, comme démontré dans l’exemples ci-dessus. En principe, la plupart des fonctions de CKAN sont programmées comme *action*, de sorte à ce qu’elles puissent être déclenchées via l'API. Pour en savoir plus, consultez la section API d'action de la `documentation CKAN <https://docs.ckan.org/en/latest/api/#action-api-reference>`__.

source: Die Rückmeldung wird als `JSON Objekt <https://de.wikipedia.org/wiki/JavaScript_Object_Notation>`__ ausgegeben. Mehr über die Struktur von JSON Objekten erfahren Sie `hier <https://www.w3resource.com/JSON/structures.php>`__.
fr: La réponse à la requête est émise sous forme `d'objet JSON <https://fr.wikipedia.org/wiki/JavaScript_Object_Notation>`__. Pour en savoir plus sur la structure des JSON, cliquez `ici <https://www.w3resource.com/JSON/structures.php>`__.

source: Zuerst wird Ihnen eine Adresse angezeigt, unter der Sie Hintergrundinformationen zu Ihrer Anfrage erhalten (*help*). Darauf meldet Ihnen das System, ob die Anfrage erfolgreich war (*success: true* oder *success: false*). Unter *result* finden Sie die Inhalte Ihrer angefragten Informationen.
fr: Tout d'abord, une adresse s'affiche pour vous fournir des informations de base sur votre demande (*help*). Le système vous informe ensuite si la demande a été acceptée (*success : true* ou *success : false*). Sous *result*, vous trouverez le contenu des informations que vous avez demandées.

source: Beispiel API Response
fr: Exemples d'une réponse de l'API

source: JSON Beispiel
fr: Exemples en JSON

source: Eine API-Abfrage über den Browser liefert Ihnen als Beispiel folgende Informationen:
fr: Une requête API via le navigateur vous fournit les informations suivantes:

source: Übersicht Angaben Dataset-Ebene
fr: Informations au niveau Dataset

source: Unter der angegebenen Adresse finden Sie weitere Informationen zur Query.
fr: À l'adresse indiquée, vous trouverez des informations supplémentaires sur la requête.

source: War Ihre Query richtig formuliert, so dass ein Ergebniss gefunden wurde? Falls *True* ausgegeben wird, aber eine leere Liste retourniert wird, war die Syntax Ihrer Anfrage korrekt formuliert, aber keine Datensätze entsprechen Ihren Parametern.
fr: Votre requête était-elle correctement formulée? Si le résultat est *True* mais qu'une liste vide est retournée, la syntaxe de votre requête était correcte, mais aucun enregistrement ne correspond à vos paramètres.

source: Diese Datensätze entsprechen Ihrer Anfrage.
fr: Cette réponse corresponde à votre demande.

source: Das Erstelldatum des Datasets.
fr: La date de création du dataset.

source: Inhalt entspricht dem Namen des Datasets.
fr: Ce contenu correspond au nom du dataset.

source: Die ID des Datasets.
fr: L'identifiant du dataset.

source: Der Typ des Datasets. Mögliche Typen sind dataset, harvester, showcase.
fr: Le type de dataset. Les types possibles sont dataset, harvester, showcase.

source: Die Beschreibung des Datasets.
fr: La description du dataset.

source: Die Kategorien, zu der das Dataset gehört.
fr: Les catégories auxquelles le dataset appartient.

source: Die Stelle, welche das Dataset veröffentlicht hat. Inkl. name und url, etc.
fr: L'organisation qui a publié le dataset. Y compris le nom, l'URL, etc.

source: Die dem Publisher übergeordnete Organisation, die für das Dataset inhaltlich verantwortlich ist. Inkl. Name, URL, Anzahl publizierter Datasets (i.e. package_count).
fr: Les informations sur l’organisation de l'éditeur, responsable du contenu du dataset. Y compris le nom, l'URL, le nombre de datasets publiés (i.e. package_count).

source: Sprachunabhängiger Term, der für die API-Abfrage genutzt werden kann.
fr: Terme indépendant de la langue qui peut être utilisé pour la requête API.

source: Angabe, wie häufig das Dataset aktualisiert wird. Kontrolliertes Vokabular gemäss Standard von data.europa.eu.
fr: Indication de la fréquence de mise à jour du dataset. Vocabulaire contrôlé selon la norme de data.europa.eu.

source: Eine Auflistung der Ressourcen, die zum Dataset gehören. Darin finden sich auch die entsprechenden Metadaten zu den Ressourcen.
fr: Une liste des ressources appartenant au dataset. On y trouve également les métadonnées correspondantes aux ressources.

source: Übersicht Angaben Ressourcen-Ebene
fr: Informations au niveau resource

source: Die ID des Datasets, zu dem die Ressourcen gehören.
fr: L'identifiant du dataset auquel appartiennent les ressources.

source: Das Erstelldatum der Ressource.
fr: La date de création de la ressource.

source: Die ID der Ressource.
fr: L'ID de la ressource.

source: Die Adresse, unter der die Ressource heruntergeladen werden kann.
fr: L'adresse à laquelle la ressource peut être téléchargée.

source: Das Format der Ressource.
fr: Le format de la ressource.

source: Die Nutzungsbedingungen der Ressource.
fr: Les conditions d'utilisation de la ressource.

source: Der Zeitpunkt, als die Ressource in der Datenbank eingerichtet wurde.
fr: La date à laquelle la ressource a été créée dans la base de données.

source: Die Beschreibung der Ressource.
fr: La description de la ressource.

source: Die Anzahl Ressourcen für das Dataset.
fr: Le nombre de ressources pour le dataset.

source: Terminologie von CKAN in opendata.swiss
fr: Terminologie CKAN dans opendata.swiss

source: Über die API können Sie nach sämtlichen Metadaten in opendata.swiss suchen. Die Suchsyntax entspricht Apache `Lucene <https://lucene.apache.org/>`__, da opendata.swiss auf CKAN basiert und Apache `Solr <https://solr.apache.org/>`__ als Suchmaschine benutzt. Dies ist ebenfalls in der `CKAN-Dokumentation <https://docs.ckan.org/en/latest/user-guide.html#search-in-detail>`__ ausführlich beschrieben. Arbeiten Sie mit Metadaten der Organisation, Metadaten der Datasets oder Metadaten der Ressourcen? Beachten Sie dabei die Ebenen: Die folgende Auflistung zeigt die wichtigsten Terminologien, mit welchen Sie Informationen in opendata.swiss finden können:
fr: L'API permet d’effectuer une recherche dans l'ensemble des métadonnées dans opendata.swiss. La syntaxe de recherche correspond à Apache `Lucene <https://lucene.apache.org/>`__, car opendata.swiss est basé sur CKAN et utilise Apache `Solr <https://solr.apache.org/>`__ comme moteur de recherche. Ceci est également décrit en détail dans la `documentation CKAN <https://docs.ckan.org/en/latest/user-guide.html#search-in-detail>`__. Travaillez-vous avec des métadonnées de l'organisation, des métadonnées des datasets ou des métadonnées avec lesquelles vous pouvez trouver des informations dans opendata.swiss :

source: Entspricht der `datenpublizierenden Organisation <https://opendata.swiss/de/organization>`__. Jedes Dataset wird von genau einer Organisation publiziert. Eine Organisation kann jedoch Unterorganisationen haben.
fr: Correspond à `l'organisation <https://opendata.swiss/fr/organization>`__ qui publie les données. Chaque dataset est publié par une seule organisation. Une organisation peut toutefois avoir des sous-organisations.

source: Entspricht einem :term:`Dataset <Dataset>` bei opendata.swiss. Damit gemeint sind die Metadaten zu einem Bündel von Ressourcen.
fr: Correspond à un :term:`Dataset <Dataset>` sur opendata.swiss. Il s'agit des métadonnées relatives à un ensemble de ressources.

source: Entspricht in der Regel dem :term:`Slug <Slug>` des Datasets oder der Organisation auf opendata.swiss. Bei Ausnahmefällen konsultieren Sie bitte die CKAN-Dokumentation.
fr: Correspond en règle générale au :term:`Slug <Slug>` du dataset ou de l'organisation sur opendata.swiss. Pour les cas exceptionnels, veuillez consulter la documentation CKAN.

source: Entspricht einer `Ressource <https://handbook.opendata.swiss/de/content/glossar/begriffe.html#term-Distribution>`__ bei Opendata.swiss. Die Plattform opendata.swiss hostet selbst keine Datasets oder Ressourcen, stellt aber downloadUrls oder accesssUrls und teilweise auch Daten Previews zur Verfügung. Ressourcen in CKAN entsprechen dcat:Distribution im :doc:`DCAT AP Standard <../glossar/bibliothek/dcat-ap-ch>`.
fr: Correspond à une `ressource <https://handbook.opendata.swiss/fr/content/glossar/begriffe.html#term-Distribution>`__ sur opendata.swiss. La plateforme opendata.swiss n'héberge pas elle-même des datasets ou des ressources, mais met à disposition des downloadUrls ou des accesssUrls et parfois aussi des data previews. Les ressources dans CKAN correspondent à dcat:Distribution dans le standard DCAT AP. Un dataset peut appartenir à plusieurs catégories.

source: Entspricht einer Kategorie bei opendata.swiss. Ein Dataset kann mehreren Kategorien angehören. Entspricht dcat:theme im :doc:`DCAT AP Standard <../glossar/bibliothek/dcat-ap-ch.html#dcat-dataset-theme>`.
fr: Correspond à une catégorie sur opendata.swiss ou dcat:theme dans le :doc:`standard DCAT AP <../glossar/bibliothek/dcat-ap-ch.html#dcat-dataset-theme>` .

source: Anwendungsbeispiele für die API
fr: Exemples d'application de l'API

source: Typische Abfragen für Datennutzende
fr: Requêtes typiques pour les utilisateurs de données

source: Status der Plattform
fr: Statut de la plateforme

source: Auflisten aller Organisationen
fr: Liste de toutes les organisations

source: Auflisten aller Datasets
fr: Liste de tous les datasets

source: Anzeigen aller Datasets einer bestimmten Organisation
fr: Liste de tous les datasets d'une organisation spécifique

source: Information zu einem bestimmten Dataset
fr: Informations sur un dataset spécifique

source: Datensätze einer Sprache
fr: Recherche de tous les datasets par langue

source: Auflistung der Kategorien
fr: Liste des catégories

source: Auflistung der zehn häufigsten Schlagwörter
fr: Liste des dix mots-clés les plus fréquents

source: Geordnete Schlagwortsuche in den Datasets
fr: Recherche des mots-clés par fréquence croissante

source: Typische Anwendungen für Datenpublizierende
fr: Applications typiques pour les personnes publiant des données

source: Harvester-ID Ihrer Organisation finden
fr: Trouver l'identifiant Harvester de son organisation

source: Liste der manuell hinzugefügten Daten Ihrer Organisation
fr: Liste des données ajoutées manuellement

source: Liste der geharvesteten Daten Ihrer Organisation
fr: Liste des données harvestées de votre organisation

source: Wenn Sie über die entsprechenden Rechte verfügen, können Sie die Metadaten Ihrer Datasets auch über die API-Schnittstelle anpassen. Sie finden Ihren API-Key auf der Nutzerseite auf dem Backend von opendata.swiss. Die genaue Syntax ist u.a. von Ihrem spezifischen Betriebssystem abhängig (beispielsweise das richtige Format der Anführungszeichen)
fr: Si vous disposez des droits nécessaires, vous pouvez également adapter les métadonnées de vos datasets via l'interface API. Vous trouverez votre clé API sur la page utilisateur sur le backend d'opendata.swiss. La syntaxe exacte dépend entre autres de votre système opérateur spécifique (par exemple le format correcte des guillements).

source: Senden (POST) über die API Schnittstelle: package_patch
fr: Envoi (POST) via l'interface API: package_patch

source: Datasets können auch über die API neu erstellt werden. Dazu benötigen Sie Ihren API-Key und müssen die Metadaten als im JSON-Format übermitteln.
fr: Les datasets peuvent également être créés via l'API. Pour cela, vous avez besoin de votre clé API et vous devez transmettre les métadonnées au format JSON.

source: Senden (POST) über die API Schnittstelle: package_create
fr: Envoi (POST) via l'interface API: package_patch

source: Bitte beachten Sie, dass die Nutzungsbedingungen auf Ebene der Ressource dem kontrollierten Vokabular entsprechen. Vgl. Sie dazu den `DCAT AP CH Standard <https://handbook.opendata.swiss/de/content/glossar/bibliothek/dcat-ap-ch.htmldct-rights-dcat>`__.
fr: Veuillez noter que les conditions d'utilisation (au niveau de la ressource) correspondent au vocabulaire contrôlé. Veuillez vérifier la norme `DCAT AP CH içi <https://handbook.opendata.swiss/de/content/glossar/bibliothek/dcat-ap-ch.html#dct-rights-dcat>`__.

source: Zusätzlich werden die Angaben *private* und *isopen* benötigt. Mit *private* können Sie definieren, ob das Dataset direkt veröffentlicht wird. Ein Dataset mit *private : False* wird direkt auf dem Frontend publiziert. Mit *isopen* deklarieren Sie, ob die Nutzungsbedingungen der Definition von open gemäss der `Open Knowledge Foundation <https://okfn.org/opendata/>`__ entspricht.
fr: Entre outres, les indications *private* et *isopen* sont obligatoire. Avec *private*, vous pouvez définir si le dataset est directement publié. Un dataset avec *private:False* est publié directement sur le frontend. Avec *isopen*, vous déclarez si les conditions d'utilisation correspondent à la définition de *open* selon l’Open Knowledge Foundation.

source: Es ist auch möglich, über `Fetch-API <https://developers.google.com/web/updates/2015/03/introduction-to-fetch>`__ auf opendata.swiss zuzugreifen.
fr: Vous pouvez aussi accéder à opendata.swiss via `Fetch API <https://developers.google.com/web/updates/2015/03/introduction-to-fetch>`__.

source: Noch Fragen?
fr: Des questions?

source: Haben Sie noch Fragen zur Nutzung unserer API? Dann `nehmen Sie mit uns Kontakt auf <mailto:opendata@bfs.admin.ch>`__. Bei Rückfragen zu einzelnen Datasets wenden Sie sich bitte direkt an die Datenpublizierenden. Die jeweiligen Kontaktangaben finden Sie im Dataset unter Zusätzliche Information.
fr: Avez-vous des questions sur l’utilisation de notre API? N'hésitez pas à `nous contacter <mailto:opendata@bfs.admin.ch>`__. Si vous avez des questions sur les différents datasets, veuillez vous adresser directement aux les personnes qui publient les données. Vous trouverez les coordonnées dans le dataset sous "Informations complémentaires".

source: **Haben Sie ein interessantes Nutzungsbeispiel?** Wir würden uns sehr freuen, davon zu erfahren und Ihr Projekt in unsere `Showcases <https://opendata.swiss/showcase>`__ aufzunehmen. `Oder Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__.
fr: Vous avez un exemple d'utilisation intéressant ? Nous serions ravis d'en prendre connaissance et d'intégrer votre projet dans nos `showcases <https://opendata.swiss/showcase>`__. Vous pouvez aussi `nous écrire <mailto:opendata@bfs.admin.ch>`__.

source: Mehr zum Thema
fr: Informations complémentaires

source: `CKAN-API-Guide (Link) <https://docs.ckan.org/en/latest/api/#action-api-reference>`__ – Guidelines zur Nutzung der CKAN API
fr: Consignes d’utilisation de l’API CKAN sous `Guide API CKAN (Link) <https://docs.ckan.org/en/latest/api/#action-api-reference>`__
