Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/nutzen/nutzen.po
Languages: fr

source: Daten nutzen
fr: Utiliser les données

source: Auf einen Blick
fr: Vue d’ensemble

source: :fa:`wrench` Work in progress: Dieser Inhalt wird aktuell überarbeitet.
fr: :fa:`wrench` Travail en cours: ce contenu est actuellement en cours de révision.

source: Wir freuen uns, dass Sie Daten von opendata.swiss nutzen möchten. Hier finden Sie alles rund um die Nutzung von OGD.
fr: Vous souhaitez utiliser les données d’opendata.swiss? Nous en sommes ravis! Sur ce site, vous trouverez toutes les informations concernant l’utilisation des OGD.

source: Wir möchten Ihnen hier Hilfestellungen zur :doc:`Datensuche <daten-suchen>` und zur :doc:`Nutzung unserer API <api-nutzen>` anbieten. Bitte beachten Sie, dass die Informationen zur Datensuche aktuell nur in Englisch vorliegen.
fr: Nous vous :doc:`aidons aussi à rechercher les données souhaitées <daten-suchen>` et à :doc:`utiliser notre API <api-nutzen>`. Pour l’instant, les informations sur la recherche de données ne sont disponibles qu’en anglais.

source: Die Datenpublizierenden stehen Ihnen übrigens gerne für Fragen zur Verfügung. Kontaktangaben finden Sie jeweils im Dataset unter «Zusätzliche Information». Bei Fragen zu opendata.swiss oder allgemeinen Fragen zur Initiative Open Government Data freuen wir von der :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` uns über `Ihre Anfrage <mailto:opendata@bfs.admin.ch>`__.
fr: Les fournisseurs de données se feront par ailleurs un plaisir de répondre à vos questions. Vous trouverez les coordonnées des personnes responsables de chaque jeu de données sous «Points de contact». `Veuillez adresser toute question <mailto:opendata@bfs.admin.ch>`__. sur opendata.swiss ou sur le projet des données publiques ouvertes au :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>`.

source: Wollen Sie ein Projekt oder eine Initiative im Bereich Open Data initiieren? Der Verein opendata.ch freut sich, Sie dabei zu unterstützen. `Nehmen Sie Kontakt auf <mailto:info@opendata.ch>`__.
fr: Souhaitez-vous lancer un projet dans le domaine des données publiques ouvertes? L’association opendata.ch se réjouit de vous apporter son soutien. `Veuillez prendre contact directement avec l’organisation <mailto:info@opendata.ch>`__.

source: :doc:`Daten suchen <daten-suchen>`
fr: :doc:`Rechercher des données <daten-suchen>`

source: :doc:`API nutzen <api-nutzen>`
fr: :doc:`Utiliser l’API <api-nutzen>`

source: Mehr zum Thema
fr: Informations complémentaires

source: `Nutzungsbedingungen (Link) <https://opendata.swiss/de/terms-of-use/>`__,
fr: `Conditions d’utilisation <https://opendata.swiss/de/terms-of-use/>`__
