Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/erstpublizierende/dateninventar-erstellen.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Vorbereiten <../vorbereiten>` :fa:`chevron-right`
fr: :doc:`Préparer <../vorbereiten>` :fa:`chevron-right`

source: :doc:`Erst-Publizierende <../erstpublizierende>` :fa:`chevron-right`
fr: :doc:`Avant la première publication <../erstpublizierende>` :fa:`chevron-right`

source: Dateninventar erstellen
fr: Établir un inventaire des données

source: Welche Daten gibt es in meiner Organisation?
fr: De quelles données mon organisation dispose-t-elle?

source: Um Ihre Open Government Data Initiative zu starten, empfehlen wir Ihnen, sich einen Überblick zu verschaffen, welche Daten in Ihrer Organisation überhaupt vorhanden sind. So können Sie einfacher und systematischer Daten identifizieren, die als Open Government Data publiziert werden sollen.
fr: Avant de publier vos premières données publiques ouvertes, nous vous recommandons de répertorier les données dont dispose votre organisation. Il vous sera plus simple d’identifier systématiquement les données susceptibles d’être publiées sous forme de données publiques ouvertes.

source: Dateninventarisierung
fr: Inventaire des données

source: Ziel dieses Prozesses ist zu identifizieren, welche Daten ohne Einschränkungen publiziert werden können (Open Data), welche Daten nur unter spezifischen Bedingungen publiziert bzw. weiterverwendet werden dürfen (Shared Data) und welche Daten überhaupt nicht publiziert werden dürfen (Closed Data).
fr: Le but de cette procédure est d’identifier les données qui peuvent être publiées sans restrictions (open data), les données qui ne peuvent être publiées ou réutilisées qu’à certaines conditions (shared data) et les données dont toute publication est exclue (closed data).

source: Diese Fragen helfen Ihnen bei dieser Kategorisierung:
fr: Les questions ci-dessous vous aideront à classer les données:

source: Im Rahmen welcher Geschäftsaktivitäten werden Daten produziert, gesammelt oder verarbeitet?
fr: En quoi consistent les activités commerciales dans le cadre desquelles vous produisez, collectez ou traitez des données?

source: Aufgrund welches Mandats (rechtliche Grundlage, Entscheid) werden die Daten produziert oder erhoben?
fr: Sur quel mandat (base légale, décision) repose la production ou la collecte des données?

source: Aufgrund welches Mandats (rechtliche Grundlage, Entscheid) werden die Daten publiziert?
fr: Sur quel mandat (base légale, décision) repose la publication des données?

source: Wer verwaltet diese Daten, wer ist für die Daten zuständig?
fr: Qui gère ces données? Qui en assume la responsabilité?

source: Wie erreichen Userinnen und User heute diese Daten? Sind die Daten bereits im Web publiziert, beispielsweise auf Daten-Portalen oder auf Websites?
fr: Comment les utilisateurs accèdent-ils à ces données actuellement? Sont-elles déjà publiées sur le web? Sur des portails de données ou des sites internet p. ex.?

source: Welche Daten sind von besonders hoher strategischer Bedeutung? Für welche Daten besteht eine besonders grosse Nachfrage?
fr: Quelles données sont d’importance stratégique? Pour quelles données la demande est-elle particulièrement forte?

source: In welcher Form (Format, Qualität) werden die Daten heute veröffentlicht?
fr: Quelle est la forme (format, qualité) de publication actuelle des données?

source: Werden die Daten aufgrund einer Kundenanfrage oder eines Kundenwunsches verarbeitet?
fr: Le traitement des données répond-il à une demande ou à un souhait d’un client?

source: Sind im Rahmen anderer Erhebungen, beispielsweise im IT-Bereich oder zur Unternehmensarchitektur, Informationen über Ihre Datasets vorhanden?
fr: D’autres inventaires (dans les domaines informatique ou architecture d’entreprise p. ex.) contiennent-ils des informations sur vos jeux de données?

source: Brauchen Sie Unterstützung bei der Inventarisierung Ihrer Daten? Wollen Sie die Daten, die als Open Data identifiziert werden, veröffentlichen – Sie wissen aber nicht so recht wie? `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__ und wir helfen Ihnen gerne weiter.
fr: Vous avez besoin d’aide pour faire l’inventaire de vos données? Vous souhaitez publier les données identifiées comme données ouvertes, mais vous ne savez pas comment procéder? Alors `écrivez-nous <mailto:opendata@bfs.admin.ch>`__, nous nous ferons un plaisir de vous aider.

source: Mehr zum Thema
fr: Informations complémentaires

source: `Abgrenzung zwischen OGD und kundenspezifischen, individuellen Leistungen (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147081.html>`__ – Das Dokument liefert Kriterien zur Abgrenzung zwischen OGD und jenen Leistungen, die im Auftrag für einen Kunden erbracht wurden.
fr: `Abgrenzung zwischen OGD und kundenspezifischen, individuellen Leistungen (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147081.html>`__ – Le document définit des critères permettant de différencier les OGD des prestations réalisées pour un client. Actuellement, ce document est uniquement disponible en allemand.

source: `Arbeitshilfe für Behörden zur Publikation von Daten als OGD (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ – Das Dokument erklärt sämtliche Fragen des rechtlichen Checks und trägt so zur Entscheidungsfindung bei.
fr: `Arbeitshilfe für Behörden zur Publikation von Daten als OGD (pdf) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.assetdetail.11147071.html>`__ – Le document contribue au processus décisionnel en précisant les questions de la vérification légale. Actuellement, ce document est uniquement disponible en allemand.

source: :doc:`Die passende Nutzungsbedingung für meine Datasets auswählen <../dataset/rechtlicher-check>`
fr: :doc:`Sélection des conditions d’utilisation appropriées pour mes jeux de données <../dataset/rechtlicher-check>`

source: Die Nutzungsbedingungen dienen als «Übersetzung» der bestehenden rechtlichen Grundlagen und vermitteln den Datennutzenden eine zentrale Information: Was darf man mit den Daten überhaupt gemacht werden? Der erste Schritt für die Publikation von Open Government Data ist daher die Auswahl und Anwendung von offenen Nutzungsbedingungen auf Ihre Daten. Wir unterstützen Sie mit einer zweistufigen Überprüfung dabei, die richtige Nutzungsbedingung auszuwählen.
fr: Les conditions d’utilisation «traduisent» les bases légales en vigueur tout en précisant dans quel but les données en question peuvent être utilisées. La première étape de la publication de données publiques ouvertes consiste à choisir et à appliquer des conditions d’utilisation ouvertes pour vos données. Nous vous aidons à opter pour les conditions d’utilisation appropriées en vous invitant à procéder à une vérification en deux étapes.
