Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/erstpublizierende/opendata-swiss-verstehen.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Vorbereiten <../vorbereiten>` :fa:`chevron-right`
fr: :doc:`Préparer <../vorbereiten>` :fa:`chevron-right`

source: :doc:`Erst-Publizierende <../erstpublizierende>` :fa:`chevron-right`
fr: :doc:`Avant la première publication <../erstpublizierende>` :fa:`chevron-right`

source: opendata.swiss verstehen
fr: Comprendre opendata.swiss

source: Der Publikationsprozess und das Portal opendata.swiss
fr: Procédure de publication et portail opendata.swiss

source: Bevor Sie zum ersten Mal Daten veröffentlichen, möchten wir Sie in die wesentlichen Mechanismen von opendata.swiss einführen.
fr: Avant votre première publication, nous vous invitons à vous familiariser avec les principaux mécanismes d’opendata.swiss.

source: Was ist Open Government Data?
fr: Les données publiques ouvertes, qu’est-ce que c’est?

source: Open Government Data (OGD) ist eine weltweite Bewegung, an der auch Schweizer Verwaltungen partizipieren. Konkret versteht man darunter :term:`Verwaltungsdaten <Verwaltungsdaten>`, die kostenfrei und in maschinenlesbarer Form zur Weiterverarbeitung zur Verfügung stehen. Open Government Data werden nicht nur aufgrund einer konkreten Anfrage publiziert, sondern proaktiv. Dadurch werden Transparenz und Partizipation sowie Innovation gefördert.
fr: Les données publiques ouvertes (Open Government Data – OGD) sont un mouvement mondial auquel participent les administrations suisses. Il s’agit concrètement de :term:`données de l’administration <Verwaltungsdaten>` mises à disposition gratuitement et sous forme lisible par machine pour traitement ultérieur. Les données publiques ouvertes sont publiées de façon proactive ou en réponse à une demande spécifique de sorte à promouvoir la transparence, la participation et l’innovation.

source: Die Prüfung, welche Verwaltungsdaten als Open Government Data publiziert werden sollen, und die Publikation liegen bei den Verwaltungsstellen selbst. Die :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` hat im Rahmen der `Open Government Data-Strategie 2019 – 2023 <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd.html>`__ den Auftrag erhalten, diese Publikation zu fördern, unterstützen und koordinieren. Ausgeschlossen von der Publikation als OGD sind Geschäftsgeheimnisse oder Daten, bei denen ein besonderes, in einem Spezialgesetz verankertes Schutzinteresse besteht (Datenschutzgesetz, Informationsschutz, Urheberrecht).
fr: Chaque organisme est tenu de vérifier quelles données doivent être publiées sous forme de données publiques ouvertes, puis de les publier. Dans le cadre de la `stratégie Open Government Data 2019 – 2023 <https://www.bfs.admin.ch/bfs/fr/home/services/ogd.html>`__, le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>` a été chargé de promouvoir, de soutenir et de coordonner cette publication. Les secrets d’affaires ainsi que les données dont la protection est prévue par une loi ad hoc (loi sur la protection des données, protection de l’information, droit d’auteur) ne peuvent être publiés sous forme d’OGD.

source: Weshalb muss ich Daten auf opendata.swiss publizieren?
fr: Pourquoi publier des données sur opendata.swiss?

source: Gestützt auf die Strategie Open Government Data 2019 – 2023 müssen alle Daten von Bundesstellen ab 2020 als Open Data publiziert werden (Prinzip «open by default»). Das heisst: Die Publikation von OGD ist für die zentrale Bundesverwaltung verbindlich. Für dezentrale Einheiten stellen die OGD-Strategie sowie die vorliegenden Richtlinien Orientierungspunkte dar. Kantone, Gemeinden sowie staatsnahe Betriebe und weitere Akteure, die Daten im Auftrag der Verwaltung produzieren, sind zur Zusammenarbeit und Publikation auf opendata.swiss eingeladen. Gerne prüfen wir auch die Publikation von Daten, die von privaten Personen oder Organisationen produziert oder verwaltet werden und von öffentlichem Interesse sind. Der Bund fördert eine national koordinierte Umsetzung von OGD, da er diese als Erfolgsfaktor für eine effiziente Vorgehensweise betrachtet.
fr: Conformément à la stratégie Open government data 2019 – 2023, toutes les données des services fédéraux doivent être publiées sous forme de données publiques ouvertes (principe «open by default») à partir de 2020. Autrement dit, la publication d’Open Government Data (OGD) est obligatoire pour l’Administration fédérale centrale. Pour les unités décentralisées, la stratégie OGD ainsi que les consignes du présent manuel sont fournies à titre d’orientation. Les cantons, les communes et les entreprises parapubliques ainsi que d’autres acteurs produisant des données pour le compte de l’administration sont invités à coopérer et à publier sur opendata.swiss. Nous vérifions volontiers la publication de données d’intérêt public produites ou gérées par des particuliers ou des organisations privées. Considérant que les OGD constituent un facteur de succès permettant de travailler efficacement, la Confédération promeut la mise en œuvre coordonnée des OGD.

source: Wie funktioniert opendata.swiss?
fr: Comment fonctionne opendata.swiss?

source: Opendata.swiss ist ein Metadatenkatalog. Das heisst, die Rohdaten verbleiben bei Ihnen, es wird lediglich eine Referenz, nämlich die Metadaten, auf opendata.swiss publiziert. Das bedeutet für Sie, dass Sie die Verantwortung für Ihre Daten selbst tragen. Nach der Veröffentlichung der Daten müssen Sie diese selbst regelmässig :doc:`aktualisieren <../../pflegen/datasets-updaten>`, sowie den Datenutzerinnen und -nutzern :doc:`bei Fragen zur Verfügung stehen <../../pflegen/auskunft-geben>`. Die :term:`Geschäftsstelle OGD <Geschäftsstelle Open Government Data (OGD)>` unterstützt Sie bei diesen Aufgaben.
fr: opendata.swiss est un catalogue de métadonnées. Autrement dit, les données brutes restent chez vous, opendata.swiss ne publie qu’une référence – à savoir des métadonnées – pour les données en question. Par conséquent, vous êtes responsable de vos données. Une fois les données publiées, il vous appartient de les :doc:`tenir à jour <../../pflegen/datasets-updaten>` et de :doc:`répondre aux questions des utilisateurs <../../pflegen/auskunft-geben>`. Le :term:`secrétariat OGD <Geschäftsstelle Open Government Data (OGD)>` vous apporte son soutien dans l’accomplissement de ces tâches.

source: Wer publiziert auf opendata.swiss?
fr: Qui publie sur opendata.swiss?

source: Verwaltungsstellen auf allen Ebenen, staatsnahe Betriebe aber auch Privatpersonen, die über Daten verfügen, an denen ein öffentliches Interesse besteht, publizieren Daten auf opendata.swiss. Falls Sie unsicher sind, ob Ihre Daten auf opendata.swiss veröffentlicht werden können, `nehmen Sie gerne mit uns Kontakt auf <mailto:opendata@bfs.admin.ch>`__.
fr: Les services administratifs de tous niveaux, les entreprises parapubliques ainsi que les particuliers disposant de données d’intérêt public publient sur opendata.swiss. Vous vous demandez si vos données peuvent être publiées sur opendata.swiss? N’hésitez pas à `prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__.

source: Gut zu wissen
fr: Bon à savoir

source: opendata.swiss ist ein Metadatenkatalog. Es wird kein zentrales Datenhosting zur Verfügung gestellt. Dies müssen Sie als datenpublizierende Organisation oder Person selbst organisieren. Hier finden Sie :doc:`Informationen zum Thema Hosting <../../glossar/bibliothek/hosting>`, die Ihnen dabei helfen. Derzeit liegen sie nur auf Englisch vor. Benötigen Sie Unterstützung, um das Hosting zu organisieren? `Kontaktieren Sie uns und wir geben Ihnen gerne weitere Empfehlungen <mailto:opendata@bfs.admin.ch>`__.
fr: opendata.swiss est un catalogue de métadonnées, il ne fournit en aucun cas un hébergement centralisé des données. Ce dernier est de la responsabilité des fournisseurs de données, qu’il s’agisse d’institutions ou de particuliers. Cliquez ici pour obtenir des :doc:`informations sur l’hébergement <../../glossar/bibliothek/hosting>` (disponibles uniquement en anglais). Avez-vous besoin d’aide pour assurer l’hébergement de vos données? `Nous vous conseillons volontiers. N’hésitez pas à prendre contact avec nous <mailto:opendata@bfs.admin.ch>`__.

source: :doc:`Geeignete Daten in meiner Organisation identifizieren <dateninventar-erstellen>`
fr: :doc:`Comment identifier les données appropriées au sein de mon organisation <dateninventar-erstellen>`

source: Im nächsten Schritt geben wir Ihnen Hilfestellung, um Daten in Ihrem Unternehmen zu identifizieren, die sich für die Veröffentlichung auf opendata.swiss eignen.
fr: L’étape suivante vous montre comment identifier les données de votre entreprise susceptibles d’être publiées sur opendata.swiss. Cliquez ici pour vérifier l’inventaire des données.
