Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/ogd/newsmail.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Kommunizieren <../kommunizieren>` :fa:`chevron-right`
fr: :doc:`Communiquer <../kommunizieren>` :fa:`chevron-right`

source: :doc:`Über unsere Kanäle <../ogd>` :fa:`chevron-right`
fr: :doc:`Via nos canaux <../ogd>` :fa:`chevron-right`

source: Die Geschäftsstelle OGD publiziert drei- bis viermal jährlich ein `«Open Government Data»-NewsMail <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/newsmail.html>`__, mit dem sie abonnierte Datenanbietende und Datennutzende über Neuigkeiten aus der Open-Data-Gemeinschaft informiert. Mögliche Themen sind etwa die Umsetzung der OGD-Strategie, neue frei zugängliche Datensätze, interessante :term:`Anwendungsbeispiele <Showcase>` sowie Open-Data-Anlässe und -Schulungen. Datenanbietende und Datennutzende sind eingeladen, selbst Beiträge für diese NewsMail zu verfassen.
fr: Le secrétariat OGD publie 3 à 4 fois par an une `NewsMail Open Government Data <https://www.bfs.admin.ch/bfs/fr/home/services/ogd/newsmail.html>`__ ayant pour objectif d’informer les fournisseurs et utilisateurs de données abonnées concernant les nouveautés de la communauté open data: implémentation de la stratégie OGD, nouveaux jeux de données en libre accès, exemples d’utilisations intéressants (:term:`Showcases <Showcase>`), évènements et formations open data, etc. Les fournisseurs et utilisateurs de données sont invités à proposer leurs contributions pour cette NewsMail.

source: Sie möchten Ihre Neuigkeiten über das «Open Government Data»-NewsMail teilen?
fr: Vous souhaitez pouvoir partager vos informations via la NewsMail Open Government Data?

source: `Schreiben Sie uns <mailto:opendata@bfs.admin.ch>`__. Wir nehmen Sie gerne in unsere Kontaktliste auf und schreiben Sie vor der Veröffentlichung einer neuen Ausgabe an, damit Sie Ihre Beiträge einreichen können.
fr: `Contactez-nous <mailto:opendata@bfs.admin.ch>`__. Nous vous ajouterons à notre liste de contact, afin de vous contacter avant la parution de chaque NewsMail pour vous demander vos contributions.

source: Vorgaben für Ihre Beiträge
fr: Consignes pour la rédaction

source: Titel: max. 60 Zeichen (inkl. Leerschläge)
fr: Titre: max. 60 caractères (y compris les espaces)

source: Text: max. 350 Zeichen
fr: Texte: max. 350 caractères

source: Link zu weiterführenden Informationen
fr: Lien vers des informations plus détaillées

source: Wenn möglich mit Bild
fr: Image: si disponible
