Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/ogd/showcases.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Kommunizieren <../kommunizieren>` :fa:`chevron-right`
fr: :doc:`Communiquer <../kommunizieren>` :fa:`chevron-right`

source: :doc:`Über unsere Kanäle <../ogd>` :fa:`chevron-right`
fr: :doc:`Via nos canaux <../ogd>` :fa:`chevron-right`

source: Die Geschäftsstelle OGD pflegt auf dem Portal opendata.swiss unter `«Showcases» <https://opendata.swiss/de/showcase>`__ einen Katalog mit Beispielen, wie offene Daten weiterverwendet werden können (z.B. für Apps, Visualisierungen, Anlässe, die auf frei zugänglichen Daten basieren). Die aufgelisteten Showcases veranschaulichen, welche Möglichkeiten das Prinzip :term:`Open Government Data <Open Government Data>` für die Gesellschaft und die Innovation eröffnet. Sie können Datenanbietende inspirieren, wie im offenen Format publizierte Daten genutzt werden können. Datenanbietende und Datennutzende werden gebeten, ihre Showcases zu teilen.
fr: Le secrétariat OGD répertorie des exemples de réutilisation de données publiques ouvertes (exemples d’applications, de visualisations ou d’évènements créés à partir de données publiques ouvertes) sur la page `«Showcases» <https://opendata.swiss/de/showcase>`__ du portail opendata.swiss. Les exemples sélectionnés servent de vitrine illustrant l’impact du principe :term:`Open Government Data <Open Government Data>` pour l’innovation et la société. Ils servent également d’inspiration pour les fournisseurs de données, en leur montrant comment les données, publiées dans un format ouvert, ont pu être réutilisées. Les fournisseurs et utilisateurs de données sont invités à proposer leurs exemples de réutilisation d’OGD.

source: Sie wollen ein Beispiel für die Datennutzung unter «Showcases» veröffentlichen?
fr: Vous souhaitez publier un exemple de réutilisation dans nos «Showcases»?

source: `Mailen <mailto:opendata@bfs.admin.ch>`__ Sie uns Ihren Beitrag unter Einhaltung der Vorgaben.
fr: Envoyez-nous votre proposition, contenant les consignes ci-dessous, en `nous écrivant ici <mailto:opendata@bfs.admin.ch>`__.

source: Vorgaben für Ihren Beitrag
fr: Consignes pour la rédaction

source: Titel: Thematischer Inhalt («App», «Datenvisualisierung» oder «Veranstaltung»)
fr: Titre: Type de contenu (à choisir entre «applications», «visualisations» et «évènements»)

source: Beschreibung (1–10 Zeilen mit Kurzbeschrieb des Showcases)
fr: Description (1 à 10 lignes présentant brièvement le showcase)

source: Name der Entwickler/innen
fr: Nom du/des développeur/s

source: E-Mail-Adresse für die Kontaktaufnahme
fr: E-mail de contact

source: URL der Website Ihres Showcases
fr: URL du site Internet du Showcase

source: Verwendeter Datensatz (bitte die URL von opendata.swiss angeben)
fr: Jeux de données utilisées (veuillez ajouter l’URL provenant d’opendata.swiss)

source: Bild
fr: Image

source: :doc:`Kommunizieren mit den Datenutzenden <../datennutzende>`
fr: :doc:`Communiquer avec les utilisateurs de données <../datennutzende>`
