Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/kommunizieren/ogd/twitter.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../../index>` :fa:`chevron-right`

source: :doc:`Kommunizieren <../kommunizieren>` :fa:`chevron-right`
fr: :doc:`Communiquer <../kommunizieren>` :fa:`chevron-right`

source: :doc:`Über unsere Kanäle <../ogd>` :fa:`chevron-right`
fr: :doc:`Via nos canaux <../ogd>` :fa:`chevron-right`

source: Kommunikation über Twitter
fr: Communiquer via Twitter

source: Die soziale Austauschplattform für Tweets wird von der ganzen Open-Data-Gemeinschaft sehr geschätzt. Die Geschäftsstelle OGD besitzt den Twitter-Account `@opendataswiss <https://twitter.com/opendataswiss>`__, über den sie regelmässig Neuigkeiten aus der Open-Data-Gemeinschaft teilt.
fr: Ce réseau social est une plateforme d’échange d’information (tweets) fort appréciée par la communauté open data, fournisseurs et utilisateurs de données compris. Le secrétariat OGD possède un compte Twitter `@opendataswiss <https://twitter.com/opendataswiss>`__, via lequel il partage régulièrement les dernières nouvelles de la communauté open data.

source: Erwähnen Sie in Ihren Tweets zu Themen rund um Open (Government) Data die Geschäftsstelle OGD @opendataswiss, damit wir retweeten können. Themen, die auf besonders grosse Resonanz stossen, sind z.B. neu veröffentlichte Datensätze, interessante :term:`Anwendungsbeispiele <Showcase>` und Open-Data-Anlässe.
fr: N’hésitez pas à mentionner le secrétariat OGD dans vos tweets concernant le thème de l’Open (Government) Data en utilisant @opendataswiss, afin que nous vous retweetions. Les thématiques les plus appréciées par la communauté concernent la publication de nouveaux jeux de données, les exemples de réutilisation de données publiques (:term:`Showcases <Showcase>`) et les évènements open data.

source: Sie haben eine wichtige Neuigkeit, die die Open-Data-Gemeinschaft interessieren könnte, aber besitzen keinen Twitter-Account?
fr: Vous avez une nouvelle importante pour la communauté open data, mais vous ne possédez pas de compte Twitter?

source: Dann mailen Sie Ihre Tweet-Vorschläge an `uns <mailto:opendata@bfs.admin.ch>`__. Wir teilen Ihre Informationen gern über `unseren Twitter-Account <https://twitter.com/opendataswiss>`__.
fr: Vous pouvez `nous envoyer votre proposition de tweet par email <mailto:opendata@bfs.admin.ch>`__. Nous pourrons volontiers organiser la diffusion de votre nouvelle via `notre compte Twitter <https://twitter.com/opendataswiss>`__.

source: Vorgaben für Tweets
fr: Consignes pour la rédaction

source: Text: max. 250 Zeichen (inkl. Leerschläge)
fr: Texte: max. 250 caractères (y compris les espaces)

source: Link zu weiterführenden Informationen
fr: Lien vers des informations plus détaillées

source: Wenn möglich mit Bild und/oder Hashtags
fr: Image / Hashtags (si disponible)

source: Gewünschtes Erscheinungsdatum
fr: Date souhaitée pour la publication

source: Beispieltweets zu OGD-Themen
fr: Exemples de tweets sur le thème OGD
