Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/vorbereiten/vorbereiten.po
Languages: fr

source: Auf einen Blick
fr: Vue d’ensemble

source: Daten vorbereiten
fr: Préparer les données

source: Am Anfang steht eine gute Vorbereitung. Bevor Sie Daten als Open Government Data publizieren können, müssen Sie sicherstellen, dass die Anforderungen für eine Publikation der OGD erfüllt sind. Die Anforderungen lassen sich in drei Kategorien einteilen: Rechtliche Anforderungen, technische Anforderungen und organisatorische Anforderungen. Diese Anforderungen sind wichtig, damit die reibungslose Verwendung der Daten durch Dritte gewährleistet ist.
fr: Toute publication nécessite une préparation minutieuse. Avant de publier des données publiques ouvertes, veuillez vous assurer que les exigences légales, techniques et organisationnelles en matière d’OGD sont remplies. Le respect de ces exigences garantit que ces données peuvent être utilisées efficacement.

source: In diesem Kapitel unterstützen wir Sie dabei zu prüfen, ob diese Anforderungen erfüllt werden – passend zu Ihren jeweiligen Daten und mit so wenig Aufwand wie möglich.
fr: Ce chapitre vous montre comment vérifier si les exigences sont respectées, en fonction de vos données et en veillant à réduire le travail autant que possible.

source: Sie haben noch keine Daten auf opendata.swiss veröffentlicht? Als Erst-Publizierende erklären wir Ihnen das Wichtigste rund um den Prozess und unterstützen Sie bei der Identifikation von geeigneten Daten.
fr: Vous n’avez jamais publié de données sur opendata.swiss? Avant votre première publication, vous trouverez ici une vue d’ensemble des principaux aspects de la procédure. Ce chapitre vous aidera en outre à savoir quelles données sont susceptibles d’être publiées.

source: :doc:`Für Erst-Publizierende <erstpublizierende>`
fr: :doc:`Avant la première publication <erstpublizierende>`

source: :doc:`opendata.swiss verstehen <erstpublizierende/opendata-swiss-verstehen>`
fr: :doc:`Comprendre opendata.swiss <erstpublizierende/opendata-swiss-verstehen>`

source: :doc:`Dateninventar erstellen <erstpublizierende/dateninventar-erstellen>`
fr: :doc:`Établir un inventaire des données <erstpublizierende/dateninventar-erstellen>`

source: :doc:`Für jedes Dataset <dataset>`
fr: :doc:`Pour chaque jeu de données <dataset>`

source: :doc:`Rechtliche Anforderungen prüfen <dataset/rechtlicher-check>`
fr: :doc:`Vérifier les exigences légales <dataset/rechtlicher-check>`

source: :doc:`Technische Anforderungen prüfen <dataset/technischer-check>`
fr: :doc:`Vérifier les exigences techniques <dataset/technischer-check>`

source: :doc:`Organisatorische Anforderungen prüfen <dataset/organisatorischer-check>`
fr: :doc:`Vérifier les exigences organisationnelles <dataset/organisatorischer-check>`
