Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/glossar/begriffe.po
Languages: fr

source: :fa:`home` :doc:`Handbuch <../../index>` :fa:`chevron-right`
fr: :fa:`home` :doc:`Manuel <../../index>` :fa:`chevron-right`

source: Begriffe
fr: Termes et expressions

source: Was ist was bei Open Data?
fr: Quelques notions d’open data

source: Abnahmeumgebung
fr: Environnement de test

source: Die Test-Version der Plattform opendata.swiss. In der Abnahmeumgebung sind wie in der Produktionsumgebung ein Backend und ein Frontend verfügbar. Damit können Datenpublizierende den Publikationsprozess über das Backend testweise durchführen und das Resultat im von den Suchmaschinen nicht indizierten Frontend prüfen. Jede neue Publikation startet hier und wird von der Geschäftsstelle OGD abgenommen, bevor sie in Produktion gehen darf. Wichtig: Das User-Management ist aus Sicherheitsgründen für beide Umgebungen (Abnahme und Produktion) getrennt. Sie benötigen daher zwei User-Profile. Die URL zu dieser Umgebung erhalten Datenpublizierende bei ihrer Registrierung.
fr: Version d’essai de la plateforme opendata.swiss. Tout comme l’environnement de production, l’environnement de test comprend un arrière-plan (back-end) et un frontal (front-end). Il permet aux fournisseurs de données de tester la procédure de publication dans l’arrière-plan et de vérifier le résultat sur un frontal non indexé par les moteurs de recherche. La publication de données commence toujours dans cet environnement; le secrétariat OGD doit ensuite l’approuver avant qu’elle ne passe à l’étape de production. Remarque: pour des raisons de sécurité, les utilisateurs de ces deux environnements (de test et de production) sont gérés séparément. Vous avez donc besoin de deux profils utilisateur. Les fournisseurs de données recevront l’adresse URL de cet environnement au moment de leur enregistrement.

source: Backend
fr: Arrière-plan (back-end)

source: Der Hintergrund oder nicht sichtbare Teil einer Website. Dieser ist nur Administratoren und bei opendata.swiss den Datenpublizierenden zugänglich, nicht aber der Öffentlichkeit. Im Backend erfassen die Datenpublizierende ihre Organisation und richten den Import Ihrer Metadaten ein. Das Backend der Abnahmeumgebung und der Produktionsumgebung sind nahezu identisch.
fr: Partie non visible d’un site internet.Cette partie est accessible uniquement aux administrateurs et, dans le cas d’opendata.swiss,aux fournisseurs de données, mais pas au public. L’arrière-plan permet aux fournisseurs de données d’enregistrer leur organisation et de configurer l’importation de leurs métadonnées. Les arrière-plans des environnements de test et de production sont pratiquement identiques.

source: Open Source Software für Datenportale. Mit dieser Software ist auch opendata.swiss gebaut. `Mehr zu CKAN <https://ckan.org>`__.
fr: Logiciel open source déployé par les portails de données. opendata.swiss l’utilise également. `Pour en savoir plus sur CKAN <https://ckan.org>`__.

source: Katalog Endpunkt (Catalogue endpoint)
fr: Point de terminaison d’un catalogue (catalogue endpoint)

source: URL, mit der ein Datenkatalog abgeholt, sprich «geharvested», werden kann.
fr: Adresse URL permettant de récupérer ou de «moissonner» un catalogue de données.

source: Dataset
fr: Jeu de données

source: Ein Dataset entspricht einem Eintrag auf opendata.swiss. Es wird von einer Organisation publiziert bzw. kuratiert und ist in einer oder mehreren Darstellungen ("Ressourcen" oder "Distribution") zum Download verfügbar. Auf opendata.swiss entspricht dies einem Metadaten-Eintrag der Klasse dcat:Dataset (Dataset-Metadaten-Record) und beschreibt ein einzelnes, thematisch geschlossenes Dataset. Beispiel:
fr: Un jeu de données correspond à une entrée sur le portail opendata.swiss. Publié ou structuré par une organisation, il est disponible pour téléchargement sous différentes formes de distribution («ressource» ou «distribution»). Sur opendata.swiss, une telle entrée correspond à des métadonnées de la classe dcat:Dataset (métadonnées d’un jeu de données) et décrit un seul jeu de données portant sur un certain thème.

source: Datenpublizierende / Datenanbietende
fr: Fournisseurs de données

source: Personen oder Organisationen, die Open Government Data (OGD) publizieren.
fr: Personnes ou organisations qui publient des données publiques ouvertes.

source: Datennutzende
fr: Utilisateurs de données

source: Personen oder Organisationen, die Open Government Data (OGD) nutzen.
fr: Personnes ou organisations qui utilisent des données publiques ouvertes.

source: DCAT-AP ist ein Anwendungsprofil des Data Catalog Vocabulary (DCAT) und dient zur Beschreibung der in Datenportalen verzeichneten Daten. Es richtet sich insbesondere an die Betreiber von Open-Data-Portalen und deren Datenpublizierende. Die Schweizerische Ableitung `DCAT-AP-CH <http://www.ech.ch/index.php/de/standards/39919>`__ wird seit 2016 von opendata.swiss verwendet. Diese wird kontinuierlich im Rahmen der eCH Fachgruppe OGD weiterentwickelt.
fr: Profil d’application tiré du vocabulaire de catalogage de données (DCAT), utilisé pour décrire les données répertoriées sur les portails de données. Il est conçu plus spécialement pour les exploitants de portails de données ouvertes et pour les fournisseurs de données. opendata.swiss utilise depuis 2016 la version suisse de ce profil (`DCAT-AP CH <http://www.ech.ch/index.php/fr/standards/39919>`__). Le développement de ce profil se poursuit dans le cadre du groupe spécialisé OGD de l’association eCH.

source: DCAT-AP-Katalog
fr: Catalogue DCAT-AP

source: Ein Katalog, der dem DCAT Application Profile entspricht. Dieser Katalog ist eine kuratierte Sammlung von Metadaten-Records über offene Daten.
fr: Catalogue correspondant au profil d’application DCAT. Il s’agit d’un ensemble organisé de métadonnées se rapportant à des données publiques.

source: Distribution
fr: Distribution ou forme de distribution

source: Eine physische Verkörperung respektive Repräsentanz des Datasets in einem spezifischen Format. Eine Distribution (oder auch «Ressource») ist eine spezifische Repräsentierung des Datasets. Dies können unterschiedliche Bereitstellungsformen eines Datasets (z.B. ein bestimmtes Format), unterschiedliche Zeitreihen oder auch unterschiedliche Aggregationsstufen sein.
fr: Matérialisation physique ou représentation d’un jeu de données dans un format spécifique. Une distribution (également appelée «ressource») est une représentation particulière d’un jeu de données. Le terme désigne différentes formes de distribution d’un jeu de données (tel un format spécifique), différentes séries chronologiques ou différents niveaux d’agrégation.

source: Frontend
fr: Frontal (front-end)

source: Der Vordergrund oder öffentlich sichtbare Teil einer Website. Das Frontend der Abnahmeumgebung dient zur Prüfung der Daten und ist daher nahezu identisch zum Frontend der Produktionsumgebung aufgebaut. Das Frontend der Produktionsumgebung ist `https://opendata.swiss <https://opendata.swiss/de>`__.
fr: Partie d’un site internet qui est visible par tous. Le frontal de l’environnement de test sert à vérifier les données et est dès lors presque identique au frontal de l’environnement de production. Le frontal de ce dernier se trouve à l’adresse `https://opendata.swiss <https://opendata.swiss/fr>`__.

source: geocat.ch ist der Metadatenkatalog für die Geodaten der Schweiz. Bundesämter, Kantone, Gemeinden und private Firmen erfassen in geocat.ch Metadaten zu ihren eigenen Geodaten. geocat.ch bietet deshalb den idealen Einstiegspunkt für die Suche nach Geodaten: z.B. Luftbilder, geschützte Ortsbilder, Naturgefahren, Erdbeben usw.
fr: geocat.ch est le catalogue de métadonnées pour l’ensemble des géodonnées suisses. Les offices fédéraux, les cantons, les communes et des entreprises privées y enregistrent leurs géométadonnées. geocat.ch est donc le point de départ idéal pour rechercher des géodonnées (images aériennes, sites protégés, dangers naturels, séismes, etc.).

source: Geschäftsstelle Open Government Data (OGD)
fr: Secrétariat OGD

source: Die Geschäftsstelle `Open Government Data (OGD) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd.html>`__ beim Bundesamt für Statistik (BFS) koordiniert in enger Zusammenarbeit mit dem Eidgenössischen Departement des Innern (EDI) die Umsetzung der OGD-Strategie Schweiz 2019–2023. Sie betreibt ausserdem das Portal opendata.swiss und das vorliegende Handbuch.
fr: Le secrétariat `Open Government Data (secrétariat OGD) <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd.html>`__ rattaché à l’OFS, coordonne la mise en œuvre opérationnelle de la stratégie OGD suisse 2019-2023 en étroite collaboration avec le Département fédéral de l’intérieur (DFI). Il exploite par ailleurs le portail opendata.swiss et élabore le présent manuel.

source: Harvester / Harvesting
fr: Moissonneur / moissonnage (harvester/harvesting)

source: Als Harvesting bezeichnet man das automatische «Einsammeln» von Daten bzw. Metadaten im Fall von opendata.swiss. Mit Hilfe des `CKAN Harvester Plugins <https://docs.ckan.org/en/ckan-1.7.4/harvesting.html>`__ werden Datasets aus anderen Instanzen automatisch importiert.
fr: Le moissonnage (ou harvesting en anglais) désigne la «récolte» automatique de données, plus spécialement de métadonnées dans le cas d’opendata.swiss. Le module `d’extension du moissonneur CKAN <https://docs.ckan.org/en/ckan-1.7.4/harvesting.html>`__ permet d’importer automatiquement des jeux de données mis à disposition par d’autres instances.

source: Linked Open Data
fr: Données ouvertes liées (linked open data)

source: Linked Open Data ist ein von Tim Berners-Lee entwickeltes Konzept für Daten. Es bezeichnet ein Netz aus frei verfügbaren Daten, das im Interesse der Allgemeinheit ohne Einschränkungen zur Nutzung, Verbreitung und Weiterverwendung zugänglich gemacht wird. Linked Open Data gelten als hoch maschinenlesbare Open Data und werden somit auf opendata.swiss referenziert. Sollten Sie Fragen zum Thema haben oder möchten Sie Ihre Daten als Linked Open Data publizieren, kontaktieren Sie bitte `support-lindas@bar.admin.ch <mailto:support-lindas@bar.admin.ch>`__.
fr: L’expression «données ouvertes liées» désigne un modèle de liens entre données, mis au point par Tim Berners-Lee. Il s’agit d’un réseau de données librement accessibles, qui peuvent être utilisées, partagées et réutilisées dans l’intérêt général sans restriction aucune. Les données ouvertes liées sont considérées comme très aisément lisibles par machine et sont donc référencées sur opendata.swiss. Si vous avez des questions à ce sujet ou si vous souhaitez publier vos données sous forme de données ouvertes liées, veuillez contacter `support-lindas@bar.admin.ch <mailto:support-lindas@bar.admin.ch>`__.

source: Maschinenlesbare, offene und wiederverwendbare Verwaltungsdaten. `Mehr Informationen <https://www.admin.ch/opc/de/federal-gazette/2019/879.pdf>`__
fr: Les open government data (cf. données publiques ouvertes) sont des données publiques disponibles en libre accès, dans un format lisible par ordinateur et réutilisables. `Informations complémentaires <https://www.admin.ch/opc/fr/federal-gazette/2019/855.pdf>`__.

source: Open by default
fr: En libre accès par défaut (open by default)

source: Prinzip, das im Rahmen der Strategie `Open Government Data 2019 – 2023 <https://www.admin.ch/opc/de/federal-gazette/2019/879.pdf>`__ auf Bundesebene umgesetzt werden muss. Ab 2020 sollen alle neuen publizierten Daten von Bundesstellen als offene, frei und maschinell nutzbare Verwaltungsdaten publiziert werden.
fr: Principe à appliquer au niveau fédéral dans le cadre de la stratégie `Open government data pour les années 2019 à 2023 <https://www.admin.ch/opc/fr/federal-gazette/2019/855.pdf>`__. À partir de 2020, toutes les données rendues publiques par les services fédéraux doivent être publiées en libre accès, lisibles par un ordinateur et librement exploitables.

source: Produktionsumgebung
fr: Environnement de production

source: Das CMS von opendata.swiss. Nachdem Datenpublizierende Ihre Daten in der Abnahmeumgebung geprüft haben, werden diese öffentlich in der Produktionsumgebung publiziert. Die URL erhalten Sie bei der ersten Registrierung.
fr: Correspond au système de gestion de contenu (SGC ou CMS, en anglais) d’opendata.swiss. Après avoir vérifié leurs données dans l’environnement de test, les fournisseurs de données les mettent à disposition du public dans l’environnement de production. Vous en recevrez l’adresse URL lors de votre enregistrement.

source: Eine physische Verkörperung respektive Repräsentanz des Datasets in einem spezifischen Format. Eine Ressource (oder auch «Distribution») ist eine spezifische Repräsentierung des Datasets. Dies können unterschiedliche Bereitstellungsformen eines Datasets (z.B. ein bestimmtes Format), unterschiedliche Zeitreihen oder auch unterschiedliche Aggregationsstufen sein.
fr: Matérialisation physique ou représentation d’un jeu de données dans un format spécifique. Une ressource (également appelée «distribution») est une représentation particulière d’un jeu de données. Le terme désigne différentes formes de mise à disposition des données (tel un format spécifique), différentes séries chronologiques ou différents niveaux d’agrégation.

source: Showcase
fr: Exemples

source: Unter `https://opendata.swiss/de/showcase <https://opendata.swiss/de/showcase>`__ werden laufend unterschiedliche Arten von Nutzungsbeispielen von Open Government Data aufgenommen. Wollen Sie uns auf weitere Showcases aufmerksam machen, `kontaktieren Sie uns gern <mailto:opendata@bfs.admin.ch>`__.
fr: Vous trouverez des exemples d’utilisation de données publiques ouvertes sur `https://opendata.swiss/de/showcase <https://opendata.swiss/de/showcase>`__. Ces exemples sont mis à jour régulièrement.

source: Slug
fr: Identifiant (slug)

source: Maschinenlesbarerer Name für ein Dataset oder eine Organisation, welcher auch im URL verwendet wird.
fr: Nom lisible par ordinateur attribué à un jeu de données ou à une organisation. Il est également utilisé dans son URL.

source: Verwaltungsdaten
fr: Données publiques

source: Verwaltungsdaten sind Daten, die im Rahmen eines gesetzlichen Auftrags erhoben, erstellt, verwaltet, verarbeitet und gespeichert werden. Es handelt sich um strukturierte Sammlungen von Daten, in Form von beispielsweise Tabellen oder Datenbanken. «Geschäftsdossiers» oder «Ordnungssysteme» gelten nicht als Verwaltungsdaten ebenso nicht wie «Fachanwendungen» oder «Applikationen», obwohl ihre Inhalte durchaus als Verwaltungsdaten betrachtet werden können.
fr: Les données publiques sont des données collectées, établies, gérées, traitées et sauvegardées par les pouvoirs publics dans le cadre de leur mandat légal. Il s’agit de collections de données structurées, par exemple sous forme de tableaux ou de bases de données. Bien qu’ils contiennent en général des données publiques, les «dossiers d’affaire» ou les «systèmes de classement» de même que les «applications» ou les «applications métier» ne sont pas, en soi, des données publiques.
