Repository: opendata-swiss/ogdch-handbook
Catalog: source/locale/*/LC_MESSAGES/content/glossar/bibliothek.po
Languages: fr

source: Bibliothek
fr: Documentation

source: Wo finde ich Zusatzmaterialien zu Open Government Data?
fr: Où trouver d’autres informations sur les données publiques ouvertes (open government data)?

source: Wenn Sie sich weiter über Open Government Data informieren möchten, sind Sie hier an der richtigen Stelle. Hier finden Sie einen Überblick über Materialien, gängige Datenstandards und Formate.
fr: Si vous cherchez des informations complémentaires sur les données publiques ouvertes, vous êtes à la bonne place. Vous trouverez dans ce manuel un aperçu de la documentation existante ainsi que les normes et les formats les plus courants.

source: Wissenswertes rund um OGD finden Sie in der `Bibliothek des Bundesamts für Statistik <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.html>`__.
fr: Vous trouverez des informations intéressantes sur les données publiques ouvertes dans `la documentation de l’Office fédéral de la statistique <https://www.bfs.admin.ch/bfs/de/home/dienstleistungen/ogd/dokumentation.html>`__.

source: Standards für Daten
fr: Normes appliquées aux données publiées

source: :doc:`DCAT-AP-CH <bibliothek/dcat-ap-ch>` dokumentiert den DCAT-AP-CH Standard, der auf opendata.swiss implementiert ist.
fr: :doc:`DCAT-AP-CH <bibliothek/dcat-ap-ch>`:ce document explique la norme DCAT-AP CH, en vigueur sur le site opendata.swiss.

source: :doc:`ISO-19139_che zu DCAT-AP-CH <bibliothek/geocat-mapping>` dokumentiert die Umwandlung des GM03-Standards, der für Geodaten genutzt wird, auf den DCAT-AP-CH Standard, der auf opendata.swiss implementiert ist.
fr: :doc:`Conversion d’ISO 19139_che en DCAT-AP CH <bibliothek/geocat-mapping>`: cette page contient des informations sur la conversion de données à partir du modèle GM03, utilisé pour les géodonnées, à la norme DCAT-AP CH, appliquée sur opendata.swiss.

source: :doc:`Linked Open Data <bibliothek/linked-open-data>` führt Sie in das Thema Linked Open Data ein.
fr: :doc:`Données ouvertes liées (linked open data) <bibliothek/linked-open-data>`: ce chapitre sert d’introduction aux données en libre accès liées.

source: Anderes:
fr: Divers

source: :doc:`Q&A Hosting <bibliothek/hosting>` enthält Fragen und Antworten zum Thema Hosting von Daten.
fr: :doc:`FAQ sur l’hébergement <bibliothek/hosting>`: cette page présente des questions et des réponses concernant l’hébergement de données.
